{"chargeid": "hurt", "text": ["Whoever causes bodily pain, disease or infirmity to any person is said to cause hurt."]}
{"chargeid": "murder", "text": ["Except in the cases hereinafter excepted, culpable homicide is murder, if the act by which the death is caused is done with the intention of causing death, or", "If it is done with the intention of causing such bodily injury as the offender knows to be likely to cause the death of the person to whom the harm is caused, or", "If it is done with the intention of causing bodily injury to any person and the bodily injury intended to be inflicted is sufficient in the ordinary course of nature to cause death, or", "If the person committing the act knows that it is so imminently dangerous that it must, in all probability, cause death or such bodily injury as is likely to cause death, and commits such act without any excuse for incurring the risk of causing death or such injury as aforesaid."]}
{"chargeid": "criminal conspiracy", "text": ["When two or more persons agree to do, or cause to be done,", "an illegal act, or", "an act which is not illegal by illegal means, such an agreement is designated a criminal conspiracy:", "Provided that no agreement except an agreement to commit an offence shall amount to a criminal conspiracy unless some act besides the agreement is done by one or more parties to such agreement in pursuance thereof."]}
{"chargeid": "sexual offence", "text": ["A man is said to commit \"rape\" who, except in the case hereinafter excepted, has sexual intercourse with a woman under circumstances falling under any of the six following descriptions:", "Against her will.", "Without her consent.", "With her consent, when her consent has been obtained by putting her or any person in whom she is interested in fear of death or of hurt.", "With her consent, when the man knows that he is not her husband, and that her consent is given because she believes that he is another man to whom she is or believes herself to be lawfully married.", "With her consent, when, at the time of giving such consent, by reason of unsoundness of mind or intoxication or the administration by him personally or through another of any stupefying or unwholesome substance, she is unable to understand the nature and consequences of that to which she gives consent.", "With or without her consent, when she is under sixteen years of age."]}
{"chargeid": "kidnapping", "text": ["Kidnapping is of two kinds: kidnapping from India, and kidnapping from lawful guardianship.", "Whoever conveys any person beyond the limits of India without the consent of that person, or of some person legally authorised to consent on behalf of that person, is said to kidnap that person from India.", "Whoever takes or entices any minor under sixteen years of age if a male, or under eighteen years of age if a female, or any person of unsound mind, out of the keeping of the lawful guardian of such minor or person of unsound mind, without the consent of such guardian, is said to kidnap such minor or person from lawful guardianship."]}
{"chargeid": "unlawful assembly", "text": ["An assembly of five or more persons is designated an \"unlawful assembly\", if the common object of the persons composing that assembly is", "To overawe by criminal force, or show of criminal force, the Central or any State Government or Parliament or the Legislature of any State, or any public servant in the exercise of the lawful power of such public servant; or", "To resist the execution of any law, or of any legal process; or", "To commit any mischief or criminal trespass, or other offence; or", "By means of criminal force, or show of criminal force, to any person, to take or obtain possession of any property, or to deprive any person of the enjoyment of a right of way, or of the use of water or other incorporeal right of which he is in possession or enjoyment, or to enforce any right or supposed right; or", "By means of criminal force, or show of criminal force, to compel any person to do what he is not legally bound to do, or to omit to do what he is legally entitled to do."]}
{"chargeid": "mischief", "text": ["Whoever with intent to cause, or knowing that he is likely to cause,", "wrongful loss or damage to the public or to any person,", "causes the destruction of any property, or", "any such change in any property or in the situation thereof as destroys or diminishes its value or utility, or", "affects it injuriously, commits \"mischief\"."]}
{"chargeid": "offence against public justice", "text": ["Whoever, knowing or having reason to believe that an offence has been committed,", "causes any evidence of the commission of that offence to disappear, with the intention of screening the offender from legal punishment,", "or with that intention gives any information respecting the offence which he knows or believes to be false"]}
{"chargeid": "cheating", "text": ["Whoever, by deceiving any person, fraudulently or dishonestly induces the person so deceived to deliver any property to any person, or", "to consent that any person shall retain any property, or", "intentionally induces the person so deceived to do or omit to do anything which he would not do or omit if he were not so deceived, and", "which act or omission causes or is likely to cause damage or harm to that person in body, mind, reputation or property, is said to \"cheat\"."]}
{"chargeid": "offence against state", "text": ["Whoever, wages war against the Government of India, or", "attempts to wage such war, or", "abets the waging of such war,", "shall be punished with death, or imprisonment for life and shall also be liable to fine."]}
{"chargeid": "theft", "text": ["Whoever, intending to take dishonestly any moveable property out of the possession of any person without that person’s consent, moves that property in order to such taking, is said to commit theft."]}
{"chargeid": "criminal intimidation", "text": ["Whoever threatens another with any injury to his person, reputation or property, or", "to the person or reputation of any one in whom that person is interested, with intent to cause alarm to that person, or", "to cause that person to do any act which he is not legally bound to do, or", "to omit to do any act which that person is legally entitled to do, as the means of avoiding the execution of such threat, commits criminal intimidation."]}
{"chargeid": "robbery", "text": ["In all robbery there is either theft or extortion.", "Theft is \"robbery\" if, in order to the committing of the theft, or in committing the theft, or", "in carrying away or attempting to carry away property obtained by the theft, the offender, for that end, voluntarily causes or attempts to cause to any person death or hurt or wrongful restraint, or", "fear of instant death or of instant hurt, or", "of instant wrongful restraint.", "Extortion is \"robbery\" if the offender, at the time of committing the extortion, is in the presence of the person put in fear, and", "commits the extortion by putting that person in fear of instant death, of instant hurt, or", "of instant wrongful restraint to that person or to some other person, and,", "by so putting in fear, induces the person so put in fear then and there to deliver up the thing extorted.", "When five or more persons conjointly commit or attempt to commit a robbery, or", "where the whole number of persons conjointly committing or attempting to commit a robbery, and", "persons present and aiding such commission or attempt, amount to five or more, every person so committing, attempting or aiding, is said to commit \"dacoity\"."]}
{"chargeid": "forgery", "text": ["Whoever makes any false documents or false electronic record or part of a document or electronic record, with intent to cause damage or injury, to the public or to any person, or", "to support any claim or title, or", "to cause any person to part with property, or", "to enter into any express or implied contract, or", "with intent to commit fraud or that fraud may be committed, commits forgery."]}
{"chargeid": "criminal breach of trust", "text": ["Whoever, being in any manner entrusted with property, or with any dominion over property, dishonestly misappropriates or converts to his own use that property, or", "dishonestly uses or disposes of that property in violation of any direction of law prescribing the mode in which such trust is to be discharged, or", "of any legal contract, express or implied, which he has made touching the discharge of such trust, or", "wilfully suffers any other person so to do, commits \"criminal breach of trust\"."]}
{"chargeid": "cruelty by husband", "text": ["Whoever, being the husband or the relative of the husband of a woman, subjects such woman to cruelty shall be punished with imprisonment for a term which may extend to three years and shall also be liable to fine."]}
{"chargeid": "offence related to religion", "text": ["Whoever destroys, damages or defiles any place of worship, or any object held sacred by any class of persons with the intention of thereby insulting the religion of any class of persons or", "with the knowledge that any class of persons is likely to consider such destruction, damage or defilement as an insult to their religion,", "Whoever, with deliberate and malicious intention of outraging the religious feelings of any class of citizens of India, by words, either spoken or written, or by signs or by visible representations or otherwise, insults or attempts to insult the religion or the religious beliefs of that class."]}
{"chargeid": "criminal trespass", "text": ["Whoever enters into or upon property in the possession of another with intent to commit an offence or to intimidate, insult or annoy any person in possession of such property, or", "having lawfully entered into or upon such property, unlawfully remains there with intent thereby to intimidate, insult or annoy any such person, or", "with intent to commit an offence, is said to commit \"criminal trespass\"."]}
{"chargeid": "offence affecting public safety", "text": ["Whoever drives any vehicle, or rides, on any public way in a manner so rash or negligent as to endanger human life, or", "to be likely to cause hurt or injury to any other person"]}
{"chargeid": "marriage offence", "text": ["Whoever, having a husband or wife living, marries in any case in which such marriage is void by reason of its taking place during the life of such husband or wife,", "Whoever takes or entices away any woman who is and whom he knows or has reason to believe to be the wife of any other man, from that man, or", "from any person having the care of her on behalf of that man, with intent that she may have illicit intercourse with any person, or", "conceals or detains with that intent any such woman"]}