{"factid": "1954_S_39", "text": ["The case of the prosecution was that Musammat Sobha an old woman aged about 70 resided with her son-in-law Sattan Jadav and grandson Jugeshwar.", "She possessed about 3 1/2 to 4 bighas of land & she had given Jugeshwar on the occasion of his marriage about 1 1/2 bighas of land.", "The remaining lands were cultivated by Sattan on her behalf.", "The Appellant was not directly related to the old woman, but his wife was related to her, the latter being a sister of the maternal grandmother of the Appellant's wife.", "Though Musammat Sobha lived with her son-in-law and grandson, she had occasional differences with them and on such occasions she stayed in the house of the Appellant.", "Some eight or ten days before the night of occurrence, she had been taken to the house of the Appellant on the invitation to partake of some sweets prepared from fresh milk of a she-buffalo, which had recently given birth to a calf.", "She stayed in the house of the Appellant for some days and on the 8th December 1952 she was taken to the office of the Sub-Registrar at Kharagpur where she executed and got registered a deed of sale in favour of the son of the Appellant, in respect of some 2 bighas and 19 dhurs of land.", "When Sattan came to know of the execution of the sale deed he went to the house of the Appellant and made an enquiry.", "On learning that such a sale deed had been executed Sattan gave an information at the police station and filed an application in the name of his son in the office of the Sub-Registrar.", "In the application made to the Sub-Registrar it was alleged that the old woman was of poor understanding and no consideration had been paid for the sale and a prayer was made that an enquiry be made from the people of the village as to the mental capacity of the old woman.", "In the information which was given at the police station it was alleged that the sale deed had been executed as a result of undue influence and pressure.", "This application and the information were given on the morning of the 10th December 1952.", "Early on the 11th December 1952 it was discovered that the old woman was dead.", "The prosecution case was that early in the morning of the 11th, the Appellant went to a neighbouring village to purchase 'coffin' cloth.", "He brought the coffin cloth and was anxious to cremate the dead body.", "Sattan and other villagers came to know of it and suspecting some foul play, they informed the chowkidar and the deffadar, both of whom came and stopped the Appellant from taking away the dead body for cremation.", "One Jagdish Jadav (P.W. 1) was then sent to police station which was at a distance of about 8 miles from the village and he gave an information at about 11 a.m. on the 11th December 1952.", "An inquest was held on the dead body of the old woman and the dead body was sent to the Civil Surgeon of Monghyr for post mortem examination.", "The post mortem examination was held on the 12th December 1952 at 9 a.m. On dissection of the body the Civil Surgeon found a patch of echymosis, 3 \"in diameter on the left side of the chest over the second and third intercostal space along the mammary line.", "The injury had caused a fracture of the third rib and the chest bone near it (sternum) attached to the third rib.", "In the opinion of Civil Surgeon the injuries on the chest resulting in the fractures were ante mortem injuries and were caused either by blows with a hard and blunt substance or by applying heavy pressure on the chest.", "The doctor explained that the injuries on the chest could be caused by putting the weight of one's body on to the chest of the deceased woman while the latter was lying down, either through the hands or by using one knee, thereby leaving no external marks of injury on the chest.", "The doctor was definitely of the opinion that the old woman died as a result of shock caused by the injuries on her chest."], "sent_labels": [[], [], [], [], [], [], [], [], [], [], [], [], ["murder"], ["offence against public justice"], ["offence against public justice"], ["offence against public justice"], [], ["murder"], ["murder"], ["murder"], ["murder"], ["murder"], ["murder"]], "doc_labels": ["offence against public justice", "murder"]}
{"factid": "1958_S_9", "text": ["The petition of complaint alleged inter alia that the first accused is the leader of Dravida Kazakam (a community of persons who profess to be religious reformers, one of whose creeds is to carry on propaganda against idol worship), and as such, be was out to \" vilify a certain section of the Hindu community and do propaganda by holding meetings and writing articles.", "It is further alleged in the petition of complaint that recently, the first accused announced his intention of breaking the image of God Ganesa, the God sacred to the Saiva Section of the Hindu Community on 27th May, 1953, in a public meeting at Town Hall.", "This caused terror - commotion in the mind of the Saivite Section of the - Hindu Community.", "The complainant claims to be a Saivite.", "The complainant further alleged in his petition that on May 27, 1953, at about 5-30 p.m., the accused broke an idol of God Ganesa in public at the Town Hall Maidan, and before breaking the idol, lie made a speech, and expressly stated that he intended to insult the feelings of the Hindu community by breaking the idol of God Ganesa.", "The said act of breaking the idol was alleged to have been actively abetted by instigation and aid by the other two accused persons, who also made speeches."], "sent_labels": [[], ["offence related to religion"], ["offence related to religion"], [], ["offence related to religion"], ["offence related to religion"]], "doc_labels": ["offence related to religion"]}
{"factid": "1961_S_138", "text": ["One Har Narain had obtained a decree from the court of the Additional Munsif, Ghaziabad, against one Sunehri Jogi for a sum of money.", "In execution of that decree the Munsif issued a warrant for the attachment of the judgment debtor's property.", "The amin to whom the said warrant was entrusted attached, inter alia, three buffaloes and two cows, which were in the house of the judgment debtor, as his property.", "The amin kept the cattle in the custody of one Chhajju, the sapurdar.", "As the said sapurdar had no accommodation in his house for keeping the animals, he kept them for the night in the enclosure of the decree holder with his permission.", "The next day at about 7 a. m., the nine appellants, armed with lathies, went to the enclosure of the decree bolder and began to untie two of the attached buffaloes.", "The decreeholder, his son and his nephew protested against the acts of the appellants whereupon the appellants struck the three inmates of the house with lathies, and when P.W. 4 intervened, they struck him also with lathies.", "Thereafter, appellants 1. 2 and 3 took away the two buffaloes followed by the other appellants."], "sent_labels": [[], [], [], [], [], ["unlawful assembly", "receiving stolen property", "criminal trespass", "theft"], ["hurt"], ["theft"]], "doc_labels": ["criminal trespass", "hurt", "unlawful assembly", "receiving stolen property", "theft"]}
{"factid": "1962_T_86", "text": ["In Jhabua State there is Thikana Jhaknawda which was a Jagir.", "Its thakur, Thakur Narayan Singh, died on November 11, 1945, without leaving a son.", "His two widows adopted Gajendrapal Singh, the second son of His Highness the Raja of Jhabua on July 15, 1946.", "Representations made by the appellant claiming the succession to the Thikana were rejected by His Highness.", "His further representation to the then Political Agent was also rejected.", "It is alleged that the appellant entered in a conspiracy with about 150 persons and on January 18, 1948, forcibly entered the Thikana and took possession of it and remained in unlawful possession for about 7 months when he gave up the possession."], "sent_labels": [[], [], [], [], [], ["offence against state", "criminal trespass"]], "doc_labels": ["offence against state", "criminal trespass"]}
{"factid": "1963_J_12", "text": ["The prosecution case was that on November 15, 1956 when Bhadai Sah, a businessman belonging to Teotith, within police station, Baikunthpur, was passing along the village road on his way to purchase patua, the seven appellants armed with lathis surrounded him and demanded that he should hand over the monies he had with him.", "Bhadai had Rs. 250 with him but he refused to part with them.", "Kesho Singh one of the appellants tried to take away forcibly the currency notes from his pocket but Bhadai caught hold of his arm and raised an alarm.", "On this all the appellants assaulted him with their lathis and as he fell injured Kesho Singh took away the money from his pocket."], "sent_labels": [["unlawful assembly"], [], [], ["hurt", "robbery"]], "doc_labels": ["hurt", "unlawful assembly", "robbery"]}
{"factid": "1964_S_106", "text": ["A few months before September 30, 1960 Savitri became friendly with the appellant Varadarajan who was residing in a house next door to that of S. Natarajan.", "The appellant and Savitri used to carry on conversation with each other from their respective houses.", "On September 30, 1960 Rama found them talking to each other in this manner at about 9.00 A.m. and had also seen her talking like this on some previous occasions.", "That day she asked Savitri why she was talking with the appellant.", "Savitri replied saying that she wanted to marry the appellant.", "Savitri's intention was communicated by Rama to their father when lie returned home at about 11.00 A.M. on that day.", "Thereupon Natarajan questioned her.", "Upon being questioned Savitiri started weeping but did not utter a word.", "The same day Natarajan took Savitri to Kodambakkam and left her at the house of a relative of his.", "K. Natarajan, P.W. 6, the idea being that she should be kept as far away from the appellant as possible for some time.", "On the next day, i.e., on October 1, 1960 Savitri left the house of K. Natarajan at about 10.00 A.m. and telephoned to the appellant asking him to meet her on a certain road in that area and then went to that road herself.", "By the time she got there the appellant had arrived there in his car.", "She got into it and both of them then went to the house of one P. T. Sami at Mylapore with a view to take that person along with them to the Registrar's office to witness their marriage.", "After picking up Sami they went to the shop of Govindarajulu Naidu in Netaji Subhas Chandra Bose Road and the appellant purchased two gundus and Tirumangalyam which were selected by Savitri and then proceeded to the Registrar's office.", "Thereafter the agreement to marry entered into between the appellant and Savitri, which was apparently written there, was got registered.", "Thereafter the appellant asked her to wear the articles of jewellery purchased at Naidu's shop and she accordingly did so.", "The agreement which these two persons had entered into was attested by Sami as well as by one P. K. Mar, who was a co-accused before the Presidency Magistrate but was acquitted by him.", "After the document was registered the appellant and Savitri went to Ajanta Hotel and stayed there for a day.", "The appellant purchased a couple of sarees and blouses for Savitri the next day and then they went by train to Sattur.", "After a stay of a couple of days there, they proceeded to Sirukulam on October 4, and stayed there for 10 or 12 days.", "Thereafter they went to Coimbatore and then on to Tanjore where they were found by the police who were investigating into a complaint of kidnapping made by S. Natarajan and were then brought to Madras on November 3rd.", "It may be mentioned that as Savitri did not return to his house after she went out on the morning of October 1st, K. Natarajan went to the house of S. Natarajan in the evening and enquired whether she had returned home.", "On finding that she had not, both these persons went to the railway station and various other places in search of Savitri.", "The search having proved fruitless S. Natarajan went to the Nungumbakkam Police Station and lodged a complaint stating there that Savitri was a minor on that day and could not be found.", "Thereupon the police took up investigation and ultimately apprehended, as already stated, the appellant and Savitri at Tanjore."], "sent_labels": [[], [], [], [], ["marriage offence"], [], [], [], [], [], [], ["kidnapping"], ["kidnapping", "marriage offence"], [], ["marriage offence"], [], ["marriage offence"], ["kidnapping"], ["kidnapping"], ["kidnapping"], ["kidnapping"], [], [], ["kidnapping"], []], "doc_labels": ["marriage offence", "kidnapping"]}
{"factid": "1965_B_3", "text": ["The Patna Electric Supply Co. Ltd. supplied electrical energy in Patna, Patna City and Dinapur to about 22,000 consumers, of whom about 900 were industrial power consumers.", "The normal wastage of energy in course of transmission was 15 to 16 per cent of the units generated.", "In 1958, the Chief Inspector of the Company noticed an extra abnormal loss of about 8 per cent which could not be due to wastage in transmission and suspected extensive theft of the Company's electrical energy.", "Vigours investigations were started, and after surprise raids and inspections, it was discovered that the meters of several consumers had been tampered with.", "Both the appellants are industrial power consumers at Dinapur.", "The Inspectors found that the meters of both the appellants had been tampered with.", "In respect of both meters they found a seal on the meter cover broken and a sealing nut loosened exposing a stud hole on the meter cover.", "Through the exposed stud hole it was possible to insert a thin wire, dust or moisture inside the meter and thereby to retard the rotation of the inside disc."], "sent_labels": [[], [], [], ["theft"], [], ["theft"], [], ["theft"]], "doc_labels": ["theft"]}
{"factid": "1969_H_22", "text": ["That between 21st October, 1959 and 25th May, 1961 you accused No. 1 Hiralal was working as Petition writer in Collector's Office compound at Pali, Rajasthan and you accused No. Gopaldas was working as a miscellaneous clerk in the office of the Superintendent of Police, Pali who was the motor driving licensing authority at Pali, Rajasthan, both of you in conspiracy agreed to do illegal acts, namely to forge motor driving licences and to pass them as genuine one and by such illegal means to cheat various persons by inducing them to pay you various sums of money.", "That in pursuance of the above said agreement to do illegal acts and during the said period, you accused No. 1 came to Ahmedabad and cheated the 21 persons mentioned herein (names of the 21 persons referred to omitted) by dishonestly inducing them to pay you sums of money ranging from Rs. 100/- to 150/- on false representation to the effect that you were in a position to get valid driving licences from Pali, Rajasthan without giving any driving test or without even going to Pali or without giving medical examination.", "That in pursuance of the agreement, namely, to do illegal acts, stated above, and during the above said period, you accused No. 2 at Pali forged 21 above-mentioned motor driving licences, purporting to be made by a public servant and purporting to bear the signature of Shri G. P. Pillania, intending to use them as genuine documents for the purpose of cheating.", "That you both during the above said period and in pursuance of the said agreement to do illegal acts, used the above-mentioned 21 forged driving licences as genuine which both of you knew at the time of so using them to be forged documents.", "And, in pursuance of the said agreement to do illegal acts and during the above said period you accused No. 2 being a clerk in the office of the Superintendent of Police, Pali, wilfully and with intent to defraud, altered and mutilated motor driving register of your office, namely, office of the Superintendent of Police, Pali, which was in your possession as a clerk in the said office."], "sent_labels": [["criminal conspiracy", "cheating", "forgery"], ["cheating"], ["forgery"], ["forgery"], ["cheating"]], "doc_labels": ["criminal conspiracy", "forgery", "cheating"]}
{"factid": "1971_H_29", "text": ["The complainants came in contact with the appellant in the year 1962.", "The complainants and the appellant had dealings and transactions in carpets.", "In the year 1965 the appellant withheld payment of several bills representing the price of carpets sent by the complainants to the appellant.", "In the year 1965 the appellant came to India.", "The, complainants demanded money.", "The appellant said that he would send them payment from London.", "The complainants did not receive any money.", "When the appellant came to India in 1970 the complainants were kept in the dark about his visit to India.", "Eventually, the complainants came to know about it.", "The complainants on or about 4 July, 1970 lodged complaints against the appellant."], "sent_labels": [[], [], ["criminal breach of trust", "cheating"], [], [], [], ["criminal breach of trust", "cheating"], ["cheating"], [], []], "doc_labels": ["criminal breach of trust", "cheating"]}
{"factid": "1971_P_34", "text": ["The respondent had married the appellant in or about 1948 according to Hindu rites and both of them had lived as husband and wife, together.", "But some time before the date of the complaint the respondent began to ill treat her, with the result that she had to reside with her mother and brother.", "The respondent illegally married one Sandhya Rani as his second wife on May 31, 1962 and they have been living together as husband and wife."], "sent_labels": [[], [], ["marriage offence"]], "doc_labels": ["marriage offence"]}
{"factid": "1974_D_35", "text": ["The petitioner is one of the acknowledged leaders of the Naxalite movement which originated in the area within Naxalbari, Kharabari and Phansidewa police stations in Siliguri Sub-Division of Darjeeling District of West Bengal some ten years ago.", "The movement represents armed revolt of the peasantry against exploitation by landholders and it seeks to achieve its end by violent means calculated to overthrow the democratic process.", "The petitioner, as one of the top leaders of this movement, was engaged in violent and anti-social activities and was for quite some time underground evading arrest by the police.", "Eventually on 19th August, 1970 the petitioner was arrested by the police alongwith some of his associates from a hideout within the jurisdiction of Phansidewa police station.", "A huge quantity of arms, ammunition and explosives was found with the petitioner and his associates at the time of the arrest."], "sent_labels": [[], ["offence against state", "criminal conspiracy"], ["offence against state"], [], ["offence against state"]], "doc_labels": ["criminal conspiracy", "offence against state"]}
{"factid": "1975_S_146", "text": ["The prosecution case against the appellant in so far was that he dishonestly and fraudulently signed as Madan Sain at two places on the money order exhibit PW 2/B which was sent by the Employees State Insurance Corporation to one Madan Sain and received the amount of the money order from the postman Mahavir Singh, PW 8."], "sent_labels": [["forgery"]], "doc_labels": ["forgery"]}
{"factid": "1976_R_24", "text": ["Balram, Ram Khelawan and Rhuddi are three sons of one Ram Charan.", "The injured Vishwanath (PWI), Shankar, Kankar and deceased Chhannu are sons of Balram.", "Accused Sheo Murat, Ram Kishan, Shobha and Moti Lal are sons of Ram Khelawan.", "Accused Shyam Lal is the son of accused Ram Kishan.", "Shiv Nath (PW 2) e and Jagan Nath are sons of Bhuddi.", "Thus all of them have branched off from Ram Charan and all the members have got share in their ancestral house at village Bhiwanipur.", "In this ancestral house Vishwanath, Kankar, Chhannu, Jagan Nath and accused Ram Kishan along with his mother and married younger sister Bhagwantia resided.", "All others along with the rest of the four accused lived in a nearby separate house.", "On March 18, 1969, certain quarrel ensued between Bhagwantia and Kankar's wife Patia.", "Vishwanath tried to pacify both the quarrelling women.", "Since Bhagwantia did not heed to Vishwanath's words, the latter gave her one or two slaps.", "Ram Kishan and his brothers were not in the village on that day but learning about this incident on the following day accused Sheo Murat, Ram Kishan, Shobha, Moti Lal and Shyam Lal went to Vishwanath's place at about 7.00 or 8.00 P.M. What followed may be described in the words of the injured Vishwanath: \"On the n ext day at 7 or 8 P.M. I was sitting at the door of my osara.", "My younger brothers, Kankar and Chhannu, were sitting at a short distance from me at the well.", "Sheonath, my cousin, was also sitting near Kankar and Chhannu.", "A burning lantern was hanging from a bamboo pole outside the osara; and there was sufficient light from it.", "Ram Kishan, Shobha, Sheo Murat, Shyam Lal and Moti, accused present in the court, came there, Ram Kishan asked fro m me as to why I had slapped Bhagwantia and that I should come out and settle up.", "I stood up and said, \"Brother, what will you settle up\".", "At this Ram Kishan instigated his companions saying, \"Beat the salas\".", "At once Shobha caught hold of my hand and Sheo Murat dealt knife-blows to me.", "Chhannu, my younger brother, came to save me, whereupon Shyam Lal and Moti caught hold of him and Sheo Murat started giving knife-blows to him.", "On hearing their instigation, Mohan, Phool Chand, Budhi and others came over there and began to forbid them.", "Chhannu and I fell down on sustaining injuries.", "Then all the five accused persons ran away with the knife.\""], "sent_labels": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], ["unlawful assembly"], [], [], ["hurt"], ["hurt"], [], ["hurt", "murder"], []], "doc_labels": ["hurt", "unlawful assembly", "murder"]}
{"factid": "1978_H_12", "text": ["The circumstances giving rise to this appeal are: On the basis of recovery of the dead body of a minor girl of fourteen or fifteen years of age named Kaushalaya Devi from the residential house of one Bhajan Lal aged 35 years, resident of Abohar (hereinafter referred to as 'the accused') on the night between the 14th and 15th of March, 1973 when his wife and children were away, the accused was tried for the murder and rape of the said girl.", "To start with, the police did not effect the arrest of the accused who from the evidence recorded in the case appeared to be a big landlord.", "Later on, however, on the statement of the father of the deceased girl, a case was registered against the accused and he was taken into custody at 1.00 P.M. on the 15th March, 1973.", "Dr. C. D. Ohri who conducted the post mortem examination of the dead body of Kaushalaya Devi, deceased opined on the basis of the observations made by him that the death of the deceased had occurred as a result of asphyxia due to constriction of the neck which was ante mortem and sufficient in the ordinary course of nature to cause death The doctor further opined that the deceased had been raped and the person committing the rape on her was bound to receive some scratches on glans penis."], "sent_labels": [["murder", "sexual offence"], [], [], ["murder", "sexual offence"]], "doc_labels": ["murder", "sexual offence"]}
{"factid": "1978_S_214", "text": ["Satya Narayan Pathak is the Secretary of Bhartiya Primary School in Howrah.", "The appellant before us, Kamlapati Trivedi, was a Head Teacher of the Bhartiya Primary School.", "On 18th April, 1970 Satya Narayan Pathak served a Notice on the appellant calling upon him to show cause why he should not be found guilty of negligence of duty.", "On receipt of the Notice, the appellant attempted to remove certain records from the school but he was prevented.", "On the same day, that is, on 18th April, 1970 the appellant complained in writing to the Officer In-charge of Bally Police Station, Howrah at 21.40 hours that Satya Narayan Pathak and others criminally trespassed, assaulted and abused him in filthy language and committed theft of money and valuable documents of the school."], "sent_labels": [[], [], [], ["offence against public justice"], ["unlawful assembly", "hurt", "theft"]], "doc_labels": ["hurt", "offence against public justice", "unlawful assembly", "theft"]}
{"factid": "1980_S_302", "text": ["The accused was employed as a driver under PW 24, the son of the deceased.", "It is alleged by the prosecution that the accused developed illicit intimacy with the second wife of the deceased.", "This was discovered and the deceased chastised the accused and drove him out of the house.", "The accused ran away with PW 6 but latter PW 6 was brought back to the house.", "The accused also came back.", "It is alleged that about two weeks before the occurrence, the accused came back and took the car belonging to PW 24 for repairs and painting to PWs 25 and 26 and brought it back on December 1, 1971.", "The accused took PW 10 the partner of the deceased PW 11, the friend of the deceased at about 10.30 p.m. and dropped PW 10 at Richmond Road and PW 11 at Malleshwaram.", "Later, the accused and the deceased were seen together in the car by taxi-drivers PWs 12 and 31.", "Early next morning, the dead body of Abdul Karim was found near Bangalore-Sarjapur Road.", "By the side of the dead body, M. O. 15, an iron rod which was used as tool in the car, belonging to PW 24 was found near the scene of occurence.", "After the accused was arrested, he furnished the information leading to the recovery of M.O. 11, the knife stained with human blood, a watch in the shop of PW 15 which was identified with human blood, a watch in the shop of PW 15 which was identified as that of the deceased.", "A diamond ring M.O. 10 was also recovered on information furnished by the accused from the house of the accused."], "sent_labels": [[], [], [], [], [], [], [], [], ["murder"], ["murder"], ["offence against public justice"], ["offence against public justice"]], "doc_labels": ["offence against public justice", "murder"]}
{"factid": "1980_T_41", "text": ["The Presidency Magistrate on a consideration of the material before him framed the following charge against the respondents: That you jointly being entrusted with the Provident Fund Deposits belonging to the Teachers of Shri Bal Krishna Vithalnath Vidyalaya Higher Secondary Multipurpose School, Calcutta, accumulated to the extent of Rs. 3, 44, 697.18p.", "As custodians and having dominion over the said amount of money, disposed of a sum of Rs. 2, 49, 130.33 p. from the total accumulated amount, in September, 1969, in violation of law prescribing the mode in which the trust was to be discharged, as per law and rules framed by West Bengal Board of Secondary Education and have dishonestly used the said amount illegally for personal benefits and have failed to account for the same when called upon to do so in September, 1969."], "sent_labels": [[], ["criminal breach of trust"]], "doc_labels": ["criminal breach of trust"]}
{"factid": "1983_A_11", "text": ["On August 25, 1976 at about 12 noon P.W. 1 Syed Ameer, Supervisor, Karnataka Electricity Board, went to the house of the respondent on a routine inspection to check the electric meter installed there.", "He found the meter board at the entrance and though the meter was not recording consumption of electric energy, the lights and fans were on.", "It appeared that the respondent had tampered with the main connection by fixing two switches to the wall of the house and by operating the switches the lights and fans inside the house could be used without the meter recording any consumption.", "Later in the day, he along A with the Assistant Engineer attached to the Karnataka Electricity Board, Krishnarajanagar and the Junior Engineer went to the house of the respondent and saw that there was theft of electric energy."], "sent_labels": [[], [], ["theft"], ["theft"]], "doc_labels": ["theft"]}
{"factid": "1987_U_122", "text": ["Briefly stated, the prosecution case i.s that on October 24, 1978, Om Parkash (P.W. 5) accompanied by his wife Jai Rani (P.W. 6) and their daughter Neelam left Delhi in the early hours of the morning for Jaipur by car.", "Om Parkash and his wife Jai Rani were in the front seat of the vehicle while their daughter was occupying the rear seat.", "When their car had reached about 10-12 Kms. beyond Gurgaon on the Delhi-Jaipur Road, another car bearing registration No. DEA-2914 came from behind and attempted to overtake their vehicle.", "Even though Om Parkash had made way for the other car to pass, that car deliberately swerved to the left side and struck against the front wheel of his car, whereupon Om Parkash stopped his car on the left side of the road in the kacha portion.", "In the meantime, the other car also stopped at a distance of about ten paces ahead and five persons came out of that vehicle.", "It is stated that two or three out of them were armed with revolvers and others with daggers.", "Om Parkash got out of the vehicle and asked the assailants as to why they had caused the accident.", "In the meantime, Jai Rani also came out of the car.", "One of the assailants then gave a couple of knife blows in the chest of Om Parkash, whereupon he tried to raise an alarm.", "Hearing the said cry' for help, some trucks which were passing along that road tried to stop but one of the assailants who was armed with a pistol, fired shots in the air and scared away those truck drivers.", "There- after one of the assailants removed the ear rings, necklace and wrist watch from the person of Jai Rani and in that process one of her ear lobes was cut as under.", "The wrist watch and purse of Om Parkash were also removed by one of the culprits.", "Apart from that, three attache cases which were on the luggage carrier of the car were also forcibly removed and taken away by the miscreants.", "Before the culprits left the spot in their car with all the booty, a shot was fired by one of them which hit Om Parkash on his forehead.", "After inflicting the said injury, the miscreants made good their escape.", "Om Parkash somehow managed to drive back his car to Gurgaon and there he contacted his partner Joginder Singh (P.W. 7) to whom he narrated the whole incident.", "Om Parkash was immediately taken to Civil Hospital, Gurgaon where he was medically examined and various injuries were found on his person.", "Jai Rani also medically examined and the injury on her right ear lobe was declared to be grievous.", "The other injuries were found to be simple for which she was given first aid.", "The first information report was thereafter lodged with the police by Om Parkash and Sub-Inspector Tilak Raj (P.W. 21) carried out the investigation.", "He recovered empty cartridge cases (Exhibits P. 15 and P. 16), one wad (Exhibit P. 17) and one Ball Point Pen (Exhibit P. 18) from the place of occurrence.", "During the investigation it was found that the car used by the culprits had been stolen on October 23, 1973 from the house of its owner, one S.K. Mahajan.", "Subsequently, on October 27, 1978, the car was found lying abandoned in the Ghaziabad factory area and it was taken into police custody."], "sent_labels": [[], [], [], [], [], [], [], [], ["hurt"], [], ["robbery"], ["robbery"], ["robbery"], ["robbery", "hurt"], [], [], ["hurt"], ["hurt"], ["hurt"], [], [], [], []], "doc_labels": ["hurt", "robbery"]}
{"factid": "1989_P_57", "text": ["The appellants herein along with one Ravi Shankar (since acquitted by the High Court) took their trial on the accusations that Ravi Shankar committed rape on the prosecutrix Suman Rani (examined as PW 17 before the trial court) in the field at Bhawani Khera on two occasions i. e. firstly on March 15, 1984 and thereafter on March 18, 1984 and that later on on May 31, 1984 Ravi Shankar abducted Suman Rani from Bhawani Khera and took her to Jammu via Bhiwani.", "The two appellants (who were arrayed as accused 2 and 3 along with Ravi Shankar and who were police officials posted in Police Post Patram Gate, Bhiwani) took Ravi Shankar and Suman Rani when they arrived at the bus stand of Bhiwani on their way to Jammu to the said police post and put Ravi Shankar and Suman Rani in different rooms and committed rape on Suman Rani one after another and thereafter the appellant Prem Chand took Ravi Shankar and the victim girl to the railway station and left them there."], "sent_labels": [["kidnapping"], ["sexual offence"]], "doc_labels": ["kidnapping", "sexual offence"]}
{"factid": "1990_S_336", "text": ["On the fateful day of the occurrence i.e. June 22, 1983 at about 4 p.m. the petitioner went to the house of his neighbour Ausaf Khan while he was away and requested Dulhey Khan Begum, wife of Ausaf Khan to allow her six year old daughter, Sakina who was an unfortunate victim in this case, on the pretext that he wanted her to bring some ice from the market.", "Dulhey Khan Begum allowed her daughter to accompany the petitioner and fell asleep.", "When she woke up after about an hour, she found that her daughter had not returned.", "Though at first, she though that Sakina might be playing along with other children in the neighbourhood outside the house, as time passed by she became panicky.", "Finding the child not returned, she made a futile search.", "When she went to the petitioner's house, it was found locked.", "After her husband returned from work at 7 p.m. an unsuccessful incisive and frantic search for the child was made in the neighbourhood.", "Hearing the information of the missing of the child, a crowd collected.", "When Ausaf Khan again went to the petitioner's house in search of his daughter, he was told by a neighbour that at about 4.30 p.m. when he was passing by the petitioner's house he noticed Sakina entering that house with ice wrapped in a cloth and the petitioner taking her inside holding her hands.", "One of the persons of the locality further informed Ausaf Khan that while he was passing the petitioner's house, he heard the screaming of a child emanating from the house of the petitioner.", "The irate crowed went to the petitioner's house and flashed a torch through the crevice in the door and found a dead body lying on a cot wrapped in a veil (burka).", "Then the public effected entry and shockingly found that it was the dead body of Sakina with extensive marks of injuries on her body.", "The petitioner was arrested at Aligarh on June 25, 1983.", "The post-mortem examination of Sakina revealed that she had been brutally raped and strangulated to death."], "sent_labels": [[], [], [], [], [], [], [], [], [], [], ["murder"], ["murder"], [], ["sexual offence", "murder"]], "doc_labels": ["murder", "sexual offence"]}
{"factid": "1991_D_26", "text": ["The incident in question occurred when the bus stopped at the Patel Nagar Bus Stand.", "PW 2 was sitting by the side of the window and one person came from the opposite direction, snatched the chain which she was wearing and ran away.", "She raised an alarm whereupon her husband PW 3 alighted from the bus and chased that person.", "With the help of two others, PW 1 Guru Darshan Singh and PW 6 Harjit Singh he was overtaken and caught."], "sent_labels": [[], ["theft"], [], []], "doc_labels": ["theft"]}
{"factid": "1993_S_226", "text": ["On the night of November 11, 1978 at about 11 p.m. there was a dacoity with murder in the house of Premchand (PW 22) in village Hardi, within the limits of Gadhakota police station, District Sagar.", "It is alleged that the dacoits removed gold and silver ornaments and cash of Rs 500, total valued at Rs 22,465 by breaking open the box and the safe.", "On the ground floor, Nathuram and Jagrani parents of the complainant, were sleeping and they were first assaulted.", "On the first floor, complainant's sister-in-law Rajrani was killed with a Katarna.", "The complainant saw the incident from the second floor.", "Dacoits were unknown to the witnesses.", "After committing the looting the dacoits left the place.", "Premchand went and lodged a report (Ex. P-42) in the police station.", "The injured Nathuram and Jagrani were admitted in the hospital.", "Rajrani also received injuries and she died.", "In postmortem examination it was found that she died because of the incised wound cutting maxilla bone.", "Nathuram had 13 injuries including fracture of right forearm.", "The prosecution examined PWs 17 and 18 who received pellet injuries and Jagrani who received one lathi injury."], "sent_labels": [["robbery", "murder", "criminal trespass"], ["robbery"], ["hurt"], ["murder"], [], [], ["robbery"], [], [], ["hurt", "murder"], ["murder"], ["hurt"], ["hurt"]], "doc_labels": ["murder", "robbery", "hurt", "criminal trespass"]}
{"factid": "1994_I_25", "text": ["Ayodhya situated in the north of India is a township in District Faizabad of Uttar Pradesh.", "It has long been a place of holy pilgrimage because of its mention in the epic Ramayana as the place of birth of Sri Ram.", "The structure commonly known as Ram Janma Bhoomi-Babri Masjid was erected as a mosque by one Mir Baqi in Ayodhya in 1528 AD.", "It is claimed by some sections that it was built at the site believed to be the birthspot of Sri Ram where a temple had stood earlier.", "This resulted in a long-standing dispute.", "The controversy entered a new phase with the placing of idols in the disputed structure in December 1949.", "Interim orders in these civil suits restrained the parties from removing the idols or interfering with their worship.", "In effect, therefore, from December 1949 till 6- 12-1992 the structure had not been used as a mosque.", "The movement to construct a Ram Temple at the site of the disputed structure gathered momentum in recent years which became a matter of great controversy and a source of tension.", "This led to several parleys the details of which are not very material for the present purpose.", "These parleys involving the Vishwa Hindu Parishad (VHP) and the All India Babri Masjid Action Committee (AIBMAC), however, failed to resolve the dispute.", "A new dimension was added to the campaign for construction of the temple with the formation of the Government in Uttar Pradesh in June 1991 by the Bhartiya Janata Party (BJP) which declared its commitment to the construction of the temple and took certain steps like the acquisition of land adjoining the disputed structure while leaving out the disputed structure itself from the acquisition.", "The focus of the temple construction movement from October 1991 was to start construction of the temple by way of kar sewa on the land acquired by the Government of Uttar Pradesh while leaving the disputed structure intact.", "This attempt did not succeed and there was litigation in the Allahabad High Court as well as in this Court.", "There was a call for resumption of kar sewa from 6-12-1992 and the announcement made by the organisers was for a symbolic kar sewa without violation of the court orders including those made in the proceedings pending in this Court.", "In spite of initial reports from Ayodhya on 6-12-1992 indicating an air of normalcy, around midday a crowd addressed by leaders of BJP, VHP, etc., climbed the Ram Janma Bhumi-Babri Masjid (RJM-BM) structure and started damaging the domes.", "Within a short time, the entire structure was demolished and razed to the ground.", "A five-hundred-year-old structure which was defenceless and whose safety was a sacred trust in the hands of the State Government was demolished."], "sent_labels": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], ["offence related to religion"], ["offence related to religion"], ["offence related to religion"]], "doc_labels": ["offence related to religion"]}
{"factid": "1994_S_304", "text": ["On 29-5-1988, PW 38 and his brother-in-law took a prostitute from the brothel of A-1 to V.G.P. Golden Beach.", "Again they approached PW 32, the Cashier for another prostitute who sent PW 12 1, Anita and told them that she should be returned at about 3 p.m. At that time D-4, D-5 and D-6 were going in an auto fully drunk and they saw PW 121 getting down from another auto and they caught hold of her and pulled her and created galata.", "PW 7 was ironing the clothes at the street.", "At that time PW 32 and A-2 were standing and talking.", "PW 21 also was there.", "PW 121 raised a hue and cry when the three deceased caught hold of her. A-2 questioned them but they threatened him.", "This was also witnessed by PWs 7, 9, 11 and 32.", "At about 3.30 p.m., PW 1, A-1 and A-3 were playing cards at the house of PW 25. A-7 and A-8 came there.", "A-6 who also came there informed A-] about the incident and also told him that A-2 was beaten by three persons of Mandhaveli and that they also misbehaved with PW 121.", "Thereupon PW 1, A-1, A-3 and A-6 rushed to the 29th Cross Street along with A-7 and A-8 taking Casuarina poles from the shed of the arrack shop of Mohan.", "Mohan, A- 4, A-5 and Selvaraj also joined them carrying Casuarina sticks.", "In the meantime, A-3 beat the auto driver PW 11 who brought the three deceased.", "He, however, escaped with the auto.", "Thereupon A-1 and his associates encircled the three deceased and attacked them.", "D-5, however, escaped and started running.", "He was chased but he got into the firewood shop of PW 2 at L.B. Road.", "PW 1 and Mohan went into the shop and brought D-5 out and the same was witnessed by PWs 2 and 3.", "Meanwhile A-1 and others dragged D-4 and D-6 and brought them to the cement floor behind the illicit arrack shop and D-5 was also brought there and all of the three were beaten on the cement floor which is in front of PW 8's house.", "This was witnessed by PWs 3, 8, 89, 32 and 37.", "Meanwhile PW 4 was asked to go to Mandhaveli to find out whether the three deceased persons were from Mandhaveli.", "PW 6 was brought from Mandhaveli to identify the three injured persons and on enquiring they told him that A- 1 and his men have beaten them.", "PW 6 was sent back.", "He, however, informed PW 13 as to what happened.", "PW 24 coming to know about the occurrence went to 29th Cross Street and learnt from PW 32 that all of the three were beaten.", "In the meantime A- 1 decided to remove the three injured persons to his house as he felt that the matter would become serious.", "They were taken in an auto to the house of A- 1 who went in advance.", "He also threatened the residents in the locality not to reveal to the outsiders.", "PW 3, a neighbour, standing in front of his house also noticed A-] going away with bloodstains all over his shirt and he also saw the auto carrying the three injured persons.", "The three injured persons were put inside the storeroom and it was locked.", "At about 10 p.m., PW 1, A-1 to A-3 and the absconding accused Mohan opened the storeroom and found D-4 and D-5 already dead and D-6 groaning.", "A-1 felt that it was dangerous to leave D-6 alive.", "He was dragged from the storeroom and was throttled to death.", "PW 1 gave the idea to bury the dead bodies in the basement of the building under construction belonging to PW 14 and the said house was being built by PW 1 as contractor.", "PW 9, a watchman, and another person were lying there.", "A- 1 and others asked them to go away on the pretext that they wanted to play cards.", "PW 9 expressed his inability to go to his house at that time and A-3 took him to his house where he slept.", "Thereupon the accused procured a spade and removed the sand in the trenches of the foundation at two places and buried two dead bodies at one place and the third one at another place.", "The accused came back and washed bloodstains in the storeroom."], "sent_labels": [[], [], [], [], [], [], [], [], ["hurt"], ["unlawful assembly"], ["unlawful assembly"], ["hurt"], [], ["hurt"], [], [], [], ["hurt"], [], [], [], [], [], [], [], [], [], ["hurt"], ["hurt"], ["murder", "hurt"], [], ["murder"], ["criminal conspiracy"], [], [], [], ["offence against public justice"], ["offence against public justice"]], "doc_labels": ["criminal conspiracy", "murder", "hurt", "offence against public justice", "unlawful assembly"]}
{"factid": "1996_R_189", "text": ["According to the prosecution case, the prosecutrix, a young girl of 14 years of age (according to the medical evidence, the age was clinically found to be between 13-17 years) was subjected to rape by the appellant on 18-5-1987.", "The prosecutrix was witnessing a performance along with her girl friends at Dhanaising Chapori which finished at about 3.30 a.m.", "As she was leaving for her home, the appellant offered to walk with her to her house but on the way, subjected her to sexual intercourse without her consent and threatened her not to inform anybody about the occurrence.", "The prosecutrix, after having been subjected to rape, rushed to her house and informed her parents about the occurrence."], "sent_labels": [["sexual offence"], [], ["sexual offence"], ["sexual offence"]], "doc_labels": ["sexual offence"]}
{"factid": "1996_S_586", "text": ["On the fateful day (8.3.1993) the Super Express Bus was driven by PW- 6 Lakshminarayana for operating service of the route Hyderabad - Chilakaluripet.", "The bus reached near a railway level crossing at Narasaraopet around 4,30 A.M. where it stopped to let two more passengers to board the bus Which was already replete with passengers.", "Just after the bus was in motion again, PW-6 sensed smell of petrol and so he stopped the vehicle to verify the cause of it Second appellant (Challapathy Rao) was dousing petrol inside the bus.", "First appellant (Vijayavaradhan Rao) had by then moved oat of the bus and was ready with a match box.", "The fear-stricken passengers sprang on their feet and started making tantrums.", "Then second appellant exhorted the first appellant to get down after lighting the match stick which was implicitly carried out and the automobile was in flames in a trice.", "A handful of passengers could wiggle out of the blazing vehicle in their thirst to live by escaping from the talons of fire.", "One of them (Baburao - PW-5) was chased by the first appellant and was caught.", "His trousers (pants) containing some cash in the pocket were forcibly grabbed by the first appellant but in turn he supplied his half burnt pants to PW-5 obviously to cover up nudity.", "During the same time second appellant chased another passenger (PW-1) and succeeded in intercepting him after covering some distance, and he robbed the wrist watch and case for Rs. 700 from the victim.", "The culprits then escaped from the scene with the booty which apparently was a modicum for this dastardly exercise.", "At the scene of occurrence, fescue operations were briskly picked up at the instance of PW-6 (driver of the bus).", "However, a large number of passengers succumbed to extensive burns sustained in the incendiarism, though a few could survive for some more days but only to narrate then-woeful tale to others.", "There were a few passengers and sustained less serious burns and some of them figured as witnesses in this case during trial."], "sent_labels": [[], [], ["mischief", "criminal conspiracy"], ["mischief", "criminal conspiracy"], ["wrongful restraint"], ["mischief", "criminal conspiracy"], [], [], ["robbery"], ["robbery"], ["robbery"], [], ["murder"], []], "doc_labels": ["criminal conspiracy", "murder", "robbery", "wrongful restraint", "mischief"]}
{"factid": "1997_S_568", "text": ["Shri Azhar Hussain, PW 2 was a Minister at the relevant time in the state of Maharashtra.", "He had planned a cultural show whereat some artists were invited.", "The case of the prosecution is that two letter Exh. 28 and Exh. 29 were prepared on the letter head of the Minister, whereupon invitations were written to invite Raja Murad, and Javed Khan PWs.", "These letters were allegedly forged for these did not bear the signature of the Minister.", "The show was held on the day scheduled.", "The show was held on the day scheduled.", "The invites came on the basis of those forged letters, Later, a controversy was raised.", "the matter was investigated by the CBI."], "sent_labels": [[], [], [], ["cheating", "forgery"], [], [], [], []], "doc_labels": ["forgery", "cheating"]}
{"factid": "1997_S_740", "text": ["The prosecution case was that on 23/24-2-1983 at about 1 A.M. the informant Makur Murmu (who has since died) i.e. husband of PW1 heard the alarm of Chunaram Murmu, the brother of Makur Murmu coming from the direction of the house of the accused Rabi Murmu.", "The informant and his wife (P.W.1) rushed to the house of the accused Rabi Murmu and found Chunaram being assaulted severely by Rabi Murmu and the two appellants Kamal Murmu and Lakhiram Murmu.", "It appeared to them that Chunaram was lying dead.", "All the three accused persons threatened P.W.1 and Makur Murmu not to shout.", "The informant and P.W.1 found Rabi Murmu and the appellants trying Chunaram's body with a rope to a wooden log.", "Thereafter the accused persons told the informant that they were going to throw away the body of Chunaram.", "In late hours during the night the informant and his wife informed the villagers and some of their relatives including, Rabi Murmu(PW5), Rajuram, Sirupati (PW2), Manik Ghosh (PW3) about the incident.", "Thereafter these witnesses went in a group to the house of the accused Rabi Murmu but they did not find the dead body.", "They saw accused mother Shrimati Padmarani wiping out some blood stains from the courtyard.", "These witnesses then went to the police station and lodged an FIR.", "Police took cognizance of the offence and started investigation.", "Initially Rabi and his mother Padmarani were arrested.", "It is the prosecution case the Rabi made a confessional statement before the investigating officer leading to the recovery of the deadbody from the jungle of Chamtubundh.", "The investigating officer (PW6) held inquest on the dead body and sent it for post mortem to PW7.", "The further case of the prosecution was that the accused Rabi Murmu made a further confessional statement to PW6 leading to the recovery of a spade and rope from the water of the Dumuria canal.", "After completion of the investigation, the police filed chargesheet against the four accused."], "sent_labels": [["murder"], ["hurt"], ["murder"], [], [], ["offence against public justice"], [], [], ["offence against public justice"], [], [], [], ["murder"], ["murder"], ["murder", "hurt"], []], "doc_labels": ["murder", "hurt", "offence against public justice"]}
{"factid": "1997_T_91", "text": ["Nilgiris Bar Association (Tamil Nadu) is in no mood to reconcile with the easy escape made by an imposter in the legal profession from the penal clutches of law.", "Without Enrollment with any Bar Council and without any academic qualification to practice law he manage to get entry into the legal profession by wangling a membership from the Nilgiris Bar Association, and flourished in his practice as an advocate before all the courts including session courts in the district for a long period of eight years.", "But his hay days did not last longer as the vigilant Bar discovered that he was an interloper in the profession.", "A few more facts may be necessary.", "Respondent (TK Mahalingam) approached the Nilgiris Bar Association in the year 1978 for admitting him as a member therein by representing that he was a qualified legal practitioner having enrolled himself with the State Bar Council.", "Without suspecting the bona fides of the application he was admitted to the membership of the Bar Association.", "He started his practice at the new station and built up a good clientele and involved himself in all the Activities of the Association.", "He contested for the post of Secretary and won it.", "In this way, he continued till 1985.", "But by then some members of the Bar who developed suspicion of his credential made secret inquiries and discovered that he was imposturing as an advocate and his credentials were bogus.", "So they brought it to the notice of the Bar Association who, in an emergent meeting, decided to launch prosecution against him.", "Respondent, sensing the developments against him ducked out of the scene."], "sent_labels": [[], ["cheating"], ["cheating"], [], [], [], [], [], [], ["cheating"], [], []], "doc_labels": ["cheating"]}
{"factid": "1998_S_404", "text": ["'I reside in Gaushala Ward and do the business of selling vegetables.", "This day 6-6-86 at about 10-00 o'clock in the night, I along with Anil Bias, Narayan Tondhare and Satish Waghmare were standing talking together in Paras Chowk.", "Matadin, Udelal, Shivdayal, Ramsingh and other two persons whose names are not known to me, were also present there.", "When I started talking with Matadin, he said to me, \"Do not be a Rangdar (over smart)\".", "On it, I replied, \"How a vegetable seller like me can show Rangdari (over smartness)\".", "On it, Matadin said, \"Maro sale Ko (Abusive term)\".", "Thereupon, Ramsingh took out knife and suddenly assaulted with it on my stomach and with the same knife assaulted on my back also.", "After making assault, they ran away.", "Then, the person with me brought me to Police Station.", "There was no old enmity between me and Matadin and Ramsingh.'"], "sent_labels": [[], [], ["unlawful assembly"], [], [], [], ["hurt", "murder"], ["hurt"], [], []], "doc_labels": ["hurt", "unlawful assembly", "murder"]}
{"factid": "1999_S_433", "text": ["The prosecution case was that on 30.03.91 at about 11.30 a.m A1 reached Koyilandy Taxi Stand, hired the Tourist Taxi (Ambassador Car) driven by Balan of Thazha Valappil.", "A1 went in that car to Ashar lodge in Koyilandy where the other accused were staying and all of them proceeded in the car to Wynad and spent some time in Pookode Lake.", "Thereafter, they visited Thirunelli Temple and Mananthavadi.", "While they were returning to Thamarasserry, it was alleged by the prosecution that soft drink Fruitymixed with sleeping pills was given to the driver Balan and also intoxicating liquor.", "After immobilizing and removing him from the driver's seat, A1 drove the car to Thamarassery and Eangampuzha.", "At about 11.30 p.m. they strangulated the driver Balan with a thorthu and proceeded to Puthuppadi .", "They also took away the purse and watch from deceased Balan and with the intention to cause disappearance of evidence of murder and robbery they threw the dead body of deceased at one kilometer west of 9th point curve at Wynad Ghat Section.", "The accused took the car to Mysore and Bangalore and altered the registration number and also sold the watch and some other things of the deceased at Mysore and stayed there.", "They returned to Sultans Battery and on 04.04.91 in the evening they entrusted the car for service in an automobile workshop informing that they would take the car on the next day morning.", "The owner of the workshop found that there was alteration of registration number of the car and getting suspicious he informed the sub-inspector of police, Sultans Battery.", "In the morning of 05.04.91 the sub-Inspector along with other police personnel came to the workshop in mufti and when the accused came to the workshop they were apprehended and taken to the police station."], "sent_labels": [[], [], [], ["criminal conspiracy"], ["robbery", "criminal conspiracy"], ["murder", "criminal conspiracy"], ["robbery", "offence against public justice", "criminal conspiracy"], ["offence against public justice", "criminal conspiracy"], [], ["offence against public justice"], []], "doc_labels": ["criminal conspiracy", "murder", "robbery", "offence against public justice"]}
{"factid": "1999_S_78", "text": ["The appellant was Tehsildar in Damoh.", "The District Collector had ordered by sending a Revenue Collection Certificate to collect lease money amounting to Rs.4,653/- from Sanwaldas, respondent herein.", "The Tehsildar on receipt of the information from the office of the Collector registered the matter and passed an order for issuance of Demand Letter.", "Under the said Demand Letter the initial date had been fixed as 14.11.1989 which was, however, changed later on to 28.11.89.", "The Tehsildar in his order-sheet Exhibit D mentioned that the Demand Letter has been received back after being duly served on the respondent Sanwaldas.", "On 4.12.89 an order of attachment warrant was passed.", "On 21.12.89 respondent Sanwaldas came to the office of Tehsildar and objected to the legality of the order of issuing the Demand Letter.", "This fact was immediately intimated by the Tehsildar to the District Magistrate on the same day.", "Respondent Sanwaldas then filed a complaint alleging that while he had gone to the Tehsil Office on his scooter the Tehsildar forcibly kept the Scooter.", "It may be stated that after the seizure of the scooter the Tehsildar directed for auctioning of the same and the scooter was ultimately auctioned on 22.1.90."], "sent_labels": [[], [], [], [], [], [], [], [], ["theft"], ["theft"]], "doc_labels": ["theft"]}
{"factid": "2000_C_31", "text": ["First appellant was Chief Manager of the Malad Branch of the Corporation Bank at Mumbai, and the second appellant was Chief Manager of the Wadala Branch (Mumbai).", "A complaint was lodged with the police by the Deputy Manager of the Bank with the allegations that a huge amount, more than half a crore of rupees, had been defrauded by certain persons and the Bank was put to great loss to the above extent.", "The Central Bureau of Investigation which conducted the investigation and laid the charge-sheet has stated in the final report that the 4 accused along with certain other persons secured loans from the bank to the tune of more than half a crore of rupees in the names of existing as well as non-existing persons from three branches of the Corporation Bank (Malad and Wadala Branches at Mumbai and Library Branch at Ahmadabad) on the strength of bogus share certificates purported to have been issued from various companies."], "sent_labels": [[], ["criminal conspiracy", "cheating"], ["cheating", "forgery"]], "doc_labels": ["criminal conspiracy", "forgery", "cheating"]}
{"factid": "2001_B_138", "text": ["The facts giving rise to the filing of the appeal are that on 10.3.1988 when the appellant-informant was sitting at his shop in the company of his brothers, the accused persons, namely, Chhaju Khan, Bannu Khan, Nasru Khan, Zakir Khan, Mumrej Khan, Razak Khan, Kallu, Nannu, Ramesh Mishtri and four others came there and assaulted Hotilal, one of the brothers of the appellant with intention to kill him.", "The other brothers of the appellant were also assaulted as a result whereof they received injuries.", "Accused persons took away a sum of Rs.600 along with some papers from the shop of the informant.", "The showroom (shop) was also damaged resulting in loss to the property."], "sent_labels": [["unlawful assembly", "hurt"], ["hurt"], ["robbery"], ["mischief"]], "doc_labels": ["hurt", "mischief", "unlawful assembly", "robbery"]}
{"factid": "2001_M_27", "text": ["It was alleged that to prevent legal action against them, the accused persons filed a suit on false and flimsy claim by creating and forging documents/bonds/papers, etc.", "Those documents were alleged to have been got filled up by the first accused which he had obtained from the complainant on blank papers for production before the Bank as guarantor.", "The accused were alleged to have betrayed the good faith and confidence reposed in them by the complainant and thus withdrew huge amounts on the basis of the forged documents.", "Along with the complaint the appellant filed a number of documents and got the statements recorded."], "sent_labels": [["forgery", "offence against public justice", "cheating"], ["forgery", "cheating"], ["cheating", "criminal breach of trust"], []], "doc_labels": ["cheating", "criminal breach of trust", "offence against public justice", "forgery"]}
{"factid": "2002_S_258", "text": ["The prosecution case as projected during the trial is that the appellant No.1 is the son of the appellant No. 2.", "The deceased Razwana Parveen was married to the appellant No. 1 on 26.4.1987.", "Mohammed Allauddin Asir Mansoori (PW-3), Allauddin Mansoori (PW.4), and Rahman Bee (PW.5) are the brother, father and the mother of the deceased respectively.", "On 9.3.1988 at about 9.30 P.M., the deceased sustained burn injuries in the house of the appellants where she was living.", "She was shifted to Osmania General Hospital at Hyderabad.", "She died at 11.00 A.M. on 12.3.1988 due to burn injuries.", "It was alleged by the prosecution that the deceased committed suicide because of cruel treatment of the appellants after her marriage and that the appellants were demanding dowry from her."], "sent_labels": [[], [], [], ["murder"], [], ["murder"], ["murder", "cruelty by husband"]], "doc_labels": ["cruelty by husband", "murder"]}
{"factid": "2002_S_625", "text": ["It is alleged by the prosecution that the accused persons were not satisfied with the dowry brought by Ms. Neeta.", "Therefore, she was being ill-treated and tortured.", "She gave birth to a female child at her parents house.", "On 28th July, 1990 at about 7.00 pm when Ms. Neeta was at the residence of PW3 Smt. Kamla Bai (father's sister), Vikas went there and they went out on a motor bike.", "On the next morning PW10 Sanjiv was sent by his parents to the house of appellant Vikas for delivery of medicines to Ms. Neeta.", "At that time, Vikas was sitting in the shop and he refused to accept the medicines saying that Ms. Neeta is not at the residence.", "Sanjiv returned to the house and disclosed this fact to his father.", "A search for Neeta was carried out, but it did not yield any result, therefore, FIR Ex. P/4 was lodged by PW9 Narendra Lal on 29.6.1990 at Police Station Banswara.", "It was mentioned in the FIR that on 26.6.1990 deceased Neeta came to his house on account of demand of TV being made by the appellant and four others.", "They were harassing her for want of dowry.", "On 28th June, 1990, Neeta had gone to the house of Smt. Kamla Bai PW3.", "Vikas came there with minor child at about 7 p.m. Neeta went outside the house and thereafter within three minutes, she came back and told her aunt Smt. Kamla Bai that Vikas had come to take her.", "Vikas took her on the 'vicky'.", "Next day, she did not return.", "PW10 Sanjiv (his son) went to the house of the appellant to give medicines to his sister Neeta.", "Appellant informed him that Neeta had not come there and they have not seen Neeta for the last four days.", "It was further mentioned that on 24.6.1990 when Neeta was being taken towards Garia Khandu Colony on the way one known person met them and appellant dropped her back at his residence.", "It was also mentioned that they had searched for Neeta but it was of no avail.", "The informant expressed his suspicion against Vikas and his family members.  Police started the investigation and at the instance of appellant dead body of Neeta was recovered at a distance of 1 km. from Gemmon bridge.", "The investigating officer also recovered ornaments of Neeta at the instance of Vikas, which were put on by Neeta when she had gone at the house of PW3 Smt. Kamla Bai, from the house of the appellant and which were kept in a safe in almirah in the room of Vikas.", "After completing the necessary investigation, the accused were charge-sheeted, tried and convicted as stated above."], "sent_labels": [[], ["cruelty by husband"], [], [], [], [], [], [], [], ["cruelty by husband"], [], [], ["kidnapping", "marriage offence"], [], [], [], ["marriage offence"], [], ["murder"], [], []], "doc_labels": ["cruelty by husband", "kidnapping", "marriage offence", "murder"]}
{"factid": "2002_S_626", "text": ["Briefly stated, the prosecution case is that on 12 February 1988 A-1 and A-2 came in search of the deceased and subsequently with the help of PW-5, they were able to contact the deceased near the house of the deceased and took him away in a jeep along with PW-5.", "It is stated that while going away with the accused persons and PW-5, the deceased possibly after apprehending some harm to himself, informed PW-3 to tell his wife that he was being taken by A-1 in his jeep.", "It is the further case of the prosecution that on the way PW-5 got down from the jeep and the jeep proceeded towards Chakung.", "The prosecution alleges that on the way the accused committed the murder of the deceased, took his body across the check-post towards Singla within the territory of State of West Bengal and dropped the body below the road near the forest quarters at Kerabari, and returned back to Naya Bazar.", "The above incident of the accused persons crossing the check-post was witnessed by PW-15, the Havildar in-charge of the check-post and their return to Naya Bazar was noticed by PWs.-15 and 22 latter of whom by that time had come to the check-post."], "sent_labels": [["kidnapping"], ["kidnapping"], [], ["murder", "offence against public justice"], []], "doc_labels": ["offence against public justice", "murder", "kidnapping"]}
{"factid": "2003_S_282", "text": ["Usha (hereinafter described as 'deceased') was married to A-1 on 16.5.1989.", "She came to the house of her parents on 18.5.1989 and remained there upto 4.6.1989.", "Thereafter the deceased was brought to the house of A-1.", "On 24.6.1989, father of the deceased came to know that she has been burnt to death.", "Though A-1 gave out that case was one of suicide.", "Father of the deceased did not believe it and lodged information with police.", "At this point it is to be noted that A-2 was given on marriage on 15.5.1989 and had come to her brother A-1 house."], "sent_labels": [[], [], [], ["murder", "cruelty by husband"], ["offence against public justice"], [], []], "doc_labels": ["cruelty by husband", "offence against public justice", "murder"]}
{"factid": "2003_T_76", "text": ["The case of the prosecution was that on 21st September, 1991, 10 persons , formed an unlawful assembly and committed murder of one Pamula Narayan.", "It is the case of the prosecution that they committed theft of Rs. 8,000/- from the person of the deceased and also attacked and caused injuries to the wife of the deceased and committed theft of ear-studs of the wife of the deceased."], "sent_labels": [["unlawful assembly", "murder"], ["theft", "hurt"]], "doc_labels": ["hurt", "unlawful assembly", "murder", "theft"]}
{"factid": "2004_S_370", "text": ["On 11.10.2002 a complaint was lodged by one Sunil Nyaneshwar Yadav alleging that while he had gone to Solapur there was communal riot.", "In the evening he had gone to Vishnu Nagar for witnessing installation of Shakti Idol along with five others.", "They were sitting on the stage in the evening.", "At about 5.00 p.m., a group of persons came there and removed the idol of Shakti.", "At that time one Chanderkant Arjun had come by a motorcycle.", "When the offenders learnt that the police had come they started fleeing.", "The said Chanderkant was chasing the offenders.", "There was scuffle between Chanderkant and the offenders.", "One of the offenders pierced the knife in the stomach of Chanderkant and he was lying in the pool of blood and was taken to the hospital.", "On the date of incident, two other persons were assaulted by the five named offenders.", "The first information report was registered.", "The accusations so far as the appellant is concerned, were that he had instigated the mob to assault and murder."], "sent_labels": [["unlawful assembly", "offence related to religion", "mischief"], [], [], ["unlawful assembly", "offence related to religion", "mischief"], [], [], [], [], ["murder"], ["hurt"], [], ["hurt", "murder"]], "doc_labels": ["unlawful assembly", "offence related to religion", "murder", "hurt", "mischief"]}
{"factid": "2004_S_44", "text": ["Deceased Devinder Kaur was married to second appellant Kirpal Singh in the year 1982 and they had two issues from the said marriage a girl by name Gurdip Kaur who was two years old and a boy named Bablu aged nine months on the date of incident.", "The accused persons with their unmarried daughters and said Devinder Kaur with her children were living at Layalpur Basti in Ambala City.", "The prosecution alleges within two months of the marriage of the second appellant to said Devinder Kaur the appellants and their daughters started making unlawful demand for TV, scooter and fridge which was not fulfilled by the parents of said Devinder Kaur.", "It is also stated that after the birth of the second child none from the family of her in-laws i.e. family of the accused had come to see her at her maternal home situated at Landran because they were not happy with the family of Devinder Kaur for not satisfying their demands.", "The prosecution further alleges about nine months prior to the date of incident which happened to be on 21.5.1986 father of said Devinder Kaur died and on his death the appellants were forcing said Devinder Kaur to make a demand for share in the family property and this having not acceeded to by said Devinder Kaur she was subjected to harassment and cruelty.", "It is the further case of the prosecution that mother of said Devinder Kaur (PW-7) had visited the house of the appellants on 18.5.1986 when she found said Devinder Kaur in tears and during her said visit she did not speak to PW-7 since her mother-in-law would not allow her to do so.", "The further case of the prosecution is that on 21.5.1986 between 9 and 10 a.m. in the house of the appellants said Devinder Kaur committed suicide along with her two minor children by pouring kerosene and burning herself and the children.", "The prosecution alleges that A-1 took the burnt bodies of the deceased to the hospital and information in regard to this incident was conveyed to the family of Devinder Kaur through PW-12 (Ajmer Singh).", "On hearing the said news, PW-7 and other members of the family rushed to Ambala and on coming to know that her daughter and grand children were murdered by the appellants, the mother of the deceased (PW-7) lodged a complaint at about 4.00 p.m. on 21.5.1986."], "sent_labels": [[], [], ["cruelty by husband"], [], ["cruelty by husband"], [], ["murder"], ["murder"], ["murder"]], "doc_labels": ["cruelty by husband", "murder"]}
{"factid": "2004_S_651", "text": ["On 24.2.1986 at about 6.30 a.m. at village Murachh, the informant Halke, alias Laxman (PW-14) had gone to call his labourers who were under a Pipal tree.", "The accused persons armed with Farsa, ballam, etc. came there and surrounded him.", "Accused-appellant Narain Singh incited the others to assault him and exhorted that he should not be permitted to escape and should be done to death.", "Thereafter Narain Singh assaulted Laxman (PW-14) with a Farsa on his head.", "Tijji Bai (PW-6) came on the spot to save Halke, but she was also assaulted.", "Thereafter, the accused persons chased the deceased Makhan and assaulted him with Farsa, axe and sticks near the house of Sukka Baniya (DW-2).", "Parvati Bai (PW-10), Siya Bai (PW-13), Kanchhi Bai and Lalla Bai and Khilan Singh (PW-4) came to the spot in order to save Halke, but they were also assaulted.", "Siya Bai (PW-13) and others took deceased Makhan inside the house of Sukka (DW-2) in order to save him, but the accused persons entered the house and assaulted Makhan there also."], "sent_labels": [[], ["unlawful assembly"], ["unlawful assembly"], ["hurt"], ["hurt"], ["hurt"], ["hurt"], ["hurt", "murder"]], "doc_labels": ["hurt", "unlawful assembly", "murder"]}
{"factid": "2006_M_93", "text": ["The facts as narrated in the record of the case are that the sister of the appellants Major Singh and Baldev Singh, Sukhwinder Kaur had been married to the deceased Kashmir Singh about 12 years prior to the date of the incident.", "Sukhwinder Kaur died after two years of marriage with Kashmir Singh, and the accused had the suspension that Kashmir Singh had murdered Sukhwinder Kaur.", "It is alleged that this was the motive for which the accused murdered Kashmir Singh in the incident in question.", "On 24.1.1999, Kashmir Singh was returning on a bicycle to his house after delivering the milk in the milk dairy and Lakhbir Singh PW4 was sitting on the carrier holding a small container meant for milk in his hand.", "At about 7.30 p.m. they reached near the transformer of the village and there in the light of the electric bulb which was on they found Major Singh armed with a 'Kirpan' and Baldev Singh armed with 'Kapa' sitting along with their third brother Shingara Singh.", "Shingara Singh had raised a lalkara that Kashmir Singh had come in their grip and he should not be allowed to go away alive.", "Thereupon Lakhbir Singh had jumped from the carrier of the cycle.", "The deceased in turn had thrown his cycle and fled into the fields of the wheat crop being followed by the appellants.", "It is alleged that in the presence of the witness, Baldev Singh had given a blow from the sharp side of his 'Kapa' on the left wrist of the deceased while Major Singh gave blows with Kirpan one after the other, as a result of which Kashmir Singh fell down.", "Shingara Singh then caught hold of the deceased by his hair, who had tried to catch hold of the Kirpan of Major Singh and in that process he had received injuries on the fingers of his left hand.", "Thereafter, Baldev Singh caught hold of the arm of the deceased and Major Singh severed his head with a blow of the Kirpan.", "An alarm was raised by Lakhbir Singh, which attracted Chanan Singh to the spot and in his presence the accused ran away from the spot taking away the severed head of the deceased.", "On account of nervousness, the accused had left the Kirpan, turban and blanket at the spot."], "sent_labels": [[], [], [], [], [], [], [], [], ["hurt"], ["hurt"], ["murder"], ["offence against public justice"], []], "doc_labels": ["hurt", "offence against public justice", "murder"]}
{"factid": "2006_S_273", "text": ["The deceased was one Yadav Navkar.", "He was resident of Survey No.45 of Village Umri, Taluka Akola.", "He purported to have entered into an agreement of sell in respect of the said land with the appellants herein on or about 16.5.2000.", "The amount of consideration stipulated therein is said to be fifteen lakhs.", "There exists a dispute as to whether he had accepted a sum of Rs.75,000/- or a sum of Rs.2 lakhs by way of earnest money.", "A purported General Power of Attorney is said to have been executed by the deceased in favour of accused no.1 on 30.6.2000.", "Accused No.5 is said to have impersonated as the deceased.", "The said power of attorney was found to be a forged one.", "An advertisement for sale was issued in a newspaper known as \"Daily Deshonnati\" on 26.7.2000 stating that 1 Hectare 1 Are in Survey No.45 is available for sale.", "Admittedly, a Deed of Sale was executed by the accused No.1 in favour of the appellants herein for a sale consideration of Rs.9 lakhs on 8.8.2000.", "As the deceased was found missing since 3.9.2000, a report to that effect was lodged by his wife Smt. Kaushalyabai (PW38).", "As despite the said report of Kaushalyabai, the deceased could not be traced out, another report was made by her stating that her husband could not be traced since 3.9.2000.", "The High Court recorded the principal allegations contained in the said report in the following terms: \" that her husband Yadav Navkar had left the house on 3rd September, 2000 at about 9 O'clock and he had stated he will return within half an hour but he had not returned.", "The missing report was registered and search was carried out for Yadav Navkar but he was not traced.", "Meanwhile, Kausalyabai received a letter in the name of her daughter Geeta purported to have been addressed by Yadav Navkar informing her that he had gone to village Pandhari near Shegaon and then he had left for Shirdi.", "Since Yadav Navkar was still not traceable search was being carried out.", "Thereafter, Kausalyabai received information that the land owned by her husband bearing Survey No. 45 of village Umri, Taluka Akola was sold by one Ajay Galat (accused No. 1) under the garb of general power of attorney executed by Yadav Navkar in his favour to accused nos. 2 to 4 and that the said power of attorney was executed by Yadav Navkar in favour of the accused No. 1 on 30.6.2000.", "She also learnt that the sale-deed in respect of the said land was executed on 8.8.2000 for consideration of Rs. 9 lacs.", "However, since Yadav Navkar along with his family members had gone to pilgrimage and had returned to Akola on 1.7.2000 in the morning it was impossible for Yadav Navkar to execute the power of attorney on 30th June, 2000.", "Moreover, earlier there was an agreement of sale executed between the deceased and accused nos. 2 to 4 in respect of the very same property under which Yadav Navkar had received an amount of Rs. 75,000/-.", "The said agreement which was executed on 16th May, 2000 was later on cancelled and hence there was no possibility of Yadav Navkar selling the same land to accused nos. 2 to 4.", "On 14th October, 2000 Kausalyabai lodged a report stating all the above referred facts.", "She also stated in the said report that accused No. 1 Ajay Galat had been to her house on 3rd September, 2000 and her husband had gone with him and then her husband had not returned.", "She suspected the role of accused No. 1 in commission of murder of her husband\" It was further alleged that she was informed by her husband that the deal was settled with a person named Suresh Deshmukh (PW25) and he had given a sum of Rs.75,000/- by way of earnest money and in that view of the matter she suspected that Accused No.1 might have abducted her husband and kept him confined to some place or might have caused danger to his life in order to grab the amount received by him on the basis of the said forged general power of attorney.", "In the meanwhile a dead body was found by the officers of Police Station Bhaisdehi, Madhya Pradesh.", "A First Information Report was also recorded by the officer of the said Police Station.", "Information with regard to the dead body was received by the officers of Police Station Civil Lines, Akola on 22.10.2000.", "On the next day, i.e., on 23.10.2000 PW38 Kaushalyabai along with others went to Police Station Bhaisdehi and on the basis of the articles purported to have been found on his dead body as also the photographs of the dead body, she identified it to be that of her husband Yadav Nawkar.", "On the same day Sunil Manmothe (PW1) surrendered before the Akola Police.", "He informed the investigating officer that Yadav Nawkar was murdered by Accused No.1.", "He turned as an approver and was examined by the prosecution in support of its case as PW1."], "sent_labels": [[], [], [], [], [], [], ["cheating"], ["forgery"], [], [], ["kidnapping"], ["kidnapping"], [], ["kidnapping"], [], ["kidnapping"], ["cheating"], [], ["cheating"], [], ["cheating"], [], [], ["kidnapping"], ["murder"], [], [], ["murder"], ["criminal conspiracy"], ["criminal conspiracy"], []], "doc_labels": ["criminal conspiracy", "murder", "cheating", "forgery", "kidnapping"]}
{"factid": "2007_R_125", "text": ["The appellant had entered into wedlock with the respondent No.2 on 25th January, 2000.", "The respondent Nos.1, 3, 4 and 5 are the mother-in-law, brother-in-law, maternal father-in-law and the father-in-law of the appellant respectively.", "The appellant left her matrimonial home on 25th May, 2001 with her father and brother.", "In the FIR, the appellant alleged that during her stay in her matrimonial home, she was subjected to harassment and cruelty by all the respondents as they were dissatisfied with the articles that the appellant had brought as stridhan.", "The respondents also forced her to bring Rs.5 lacs more in dowry from her father which she could not bring from her parents nor could her parents afford to pay such a huge amount.", "The respondents also did not allow the appellant to take back her ornaments and other articles, which were gifted to her as stridhan when she left her matrimonial home.", "On 31st July, 2001, the husband, namely, respondent No.2 filed a petition before the Family Court praying for a decree for divorce on the ground of mental cruelty."], "sent_labels": [[], [], [], ["cruelty by husband"], [], ["criminal breach of trust"], []], "doc_labels": ["criminal breach of trust", "cruelty by husband"]}
{"factid": "2007_S_285", "text": ["Prosecution version in a nutshell is as follows: Complaint was filed by Balwant Singh (hereinafter referred to as the Complainant-PW1) alleging as follows.", "On 8.8.1984 he was sitting at Kali Mata Ka Mandir, Udaseen Ashram at Village Taharpur, Shahdara, Delhi.", "He acts as a priest in the temple.", "Donations were collected from various persons to build the temple and he was maintaining the temple.", "He was residing at the temple and performing regular puja.", "On 8.8.1984 at about 9.30 p.m., after performing evening puja and aarti and after having dinner he was doing meditation when five persons including two accused persons namely the present appellant and one Ram Saran and three persons who were Sikhs and whose names he did not know but could identify them, entered into the temple, tied him with a rope and ran away with the donation box with cash of about Rs.5,000/-.", "Appellant was carrying a knife, Ram Saran was having a lathi and one of the three others who was a Sikh was having a revolver.", "After some time two local persons namely Kanwar Singh and Dr. Salekh Chand came to the temple and they also saw five persons running towards Gagan Cinema.", "Both of them identified the appellant and Ram Saran; they untied the rope and cried for help.", "After hearing their cry several local residents gathered at the temple and the complainant narrated the whole incident to them.", "Complainant along with Kanwar Singh and Dr. Salekh Chand and others went to lodge report at the police station, Seema Puri."], "sent_labels": [[], [], [], [], [], ["criminal trespass", "robbery"], ["robbery"], [], [], [], []], "doc_labels": ["robbery", "criminal trespass"]}
{"factid": "2007_S_286", "text": ["The case of the prosecution, in brief, is that PW-2 Satyam Ahire along with his wife PW-1 Pushpa and three children was residing in Usgao in Ponda.", "He was working as a security officer in Bethora Industrial Estate.", "In the evening of 14.10.2003 his eldest daughter Supriya was studying at her home while the second daughter PW-8 Sonia, aged about six years, was playing in the courtyard of his house.", "PW-4 Mohandas Gaonkar, uncle of Pushpa, owned some rooms close by which were given on rent to some boys who were working in the Nestle factory.", "The accused Rajendra was living on rent in one of these rooms.", "At about 5.00 P.M. on 14.10.2003 PW-1 Pushpa heard cries of her daughter Sonia from inside the room, which was in occupation of the accused Rajendra.", "She went to the room and found it closed from inside and, therefore, she knocked at the door.", "After some time the accused Rajendra opened the door of the room.", "She enquired from the accused as to what he was doing inside the room along with her daughter but he kept quiet.", "On enquiry Sonia told her mother that the accused Rajendra took her inside his room while she was playing in the courtyard.", "He closed the door, switched off the light and forced her to lie down on the mat.", "Thereafter the accused removed her panty and also removed his own pant and lied down over her.", "He inserted his private part in the private part of Sonia and did some movement."], "sent_labels": [[], [], [], [], [], ["wrongful restraint"], [], [], [], [], [], ["sexual offence"], ["sexual offence"]], "doc_labels": ["wrongful restraint", "sexual offence"]}
{"factid": "2007_S_484", "text": ["An information was received that after the Godhra massacre some youths from Ahmedabad City had gone to Pakistan for obtaining training for carrying out terrorist activities with a view to take revenge of loss of lives and properties caused to the Muslim community in communal riots which had taken place therein and they have returned back to India after training.", "An investigation was carried out.", "On the allegations that he was a party to the conspiracy, Appellant Afzal Khan was arrested on 15.4.2003.", "We may notice that a First Information Report almost on the same terms was registered in Hyderabad on or about 19.4.2003 wherein also allegations had been made that a group of boys had gone to Pakistan for terrorist training.", "Appellant Saiyed Ejaz Ahmed @ Chota Ejaz who is a resident of Hyderabad was arrested in connection with the said case on 3.12.2003.", "During investigation of the Ahmedabad case also, Appellant Saiyed Ijaz Ahmed was arrested by the Gujarat Police on 14.12.2003."], "sent_labels": [["offence against state"], [], [], ["offence against state"], [], []], "doc_labels": ["offence against state"]}
{"factid": "2008_B_65", "text": ["Accused appellant Baijnath and deceased Kalika Prasad were real cousin.", "The father of the accused Beche Lal and Khargi father of Kalika (hereinafter referred to as the 'deceased') who was the informant, were real brothers and they lived separately in two adjoining houses.", "There was some dispute in between the two families regarding 'nabdan' and fixing of 'kuntas' (pegs), which were used for tying the cattle.", "On the date of the occurrence that is 13.7.1993 at about 7.00 p.m., a Panchayat had been called to settle the dispute in between the two families.", "The village Pradhan and many others were also present in the Panchayat.", "Claims and counter claims were made by accused and deceased.", "When accused Baij Nath declared that the disputed land belonged to him and will not be given to the deceased who made a counter-claim.", "Accused-Baijnath gave a lathi blow on the head of the deceased Kali Prasad, who sustained head injury, and on account of this Lathi blow, fell down.", "Accused Baijnath ran inside his house.", "Khargi, the father of the deceased along with other villagers took his injured son Kali Prasad to the police station but on the way to the police station Kali Prasad succumbed to his injuries."], "sent_labels": [[], [], [], [], [], [], [], ["hurt"], [], ["murder"]], "doc_labels": ["hurt", "murder"]}
{"factid": "2008_R_112", "text": ["The complainant as the Managing Director of Team Finance Company Pvt. Ltd., Janpath Tower, Bhubaneswar had availed hire purchased finance from Mahindraand Mahindra Financial Services Limited, accused appellant No.1 with the consent and knowledge of its Managing Director, accused appellant No.2 in respect of a vehicle for a sum of Rs.1,89,000,00.", "He had given seven blank cheques drawn on Canara Bank, Main Branch Bhubaneswar in favour of accused-appellant No.1 in the year.", "1994 when the agreement had been executed between the parties with mutual understanding that the said cheques would not be presented for encashment by the accused-appellant, but then payments would be made through demand drafts regularly till the entire amount was repaid.", "According to the complainant, in consonance with the said understanding the entire dues were repaid by him through demand drafts and after repayment he wrote a letter to accused-appellant No. l for returning the blank cheques to him.", "However, without doing so, the accused appellants mischievously and with ulterior motive presented the cheques in the bank, a fact he learnt after receiving communication from the concerned Bank, that as sufficient money was not available in his account.", "The cheques were presented in bank by the accused-appellants even though their entire amount had been repaid by the complainant.", "This was done with a motive to cheat and harass the complainant."], "sent_labels": [[], [], [], [], ["criminal breach of trust", "cheating"], [], ["cheating"]], "doc_labels": ["criminal breach of trust", "cheating"]}
{"factid": "2008_R_140", "text": ["According to prosecution, murder and rape was committed by the respondents on 17-11-1992 at about 7.00 A.M. in the morning when Kumari Suneeta, the deceased victim aged about 14 years had gone to ease herself in the nearby open field in village Jamal Nagar Police Station Safipur District Unnao.", "When on 17-11-1992 at about 7.00 A.M. Kumari Suneeta had gone to attend the call of nature in the nearby open field, both the accused followed her and after catching hold of her committed rape upon her and thereafter killed her by strangulation.", "They thereafter concealed the dead body of Kumari Suneeta by throwing it in the nearby Patawar.", "When she did not return back to her home, the family members of Kumari Suneeta started searching for her and ultimately at about 2.00 p.m. the dead body of the Kumari Suneeta was found in the Patawar."], "sent_labels": [[], ["sexual offence", "murder"], ["murder", "offence against public justice"], ["murder"]], "doc_labels": ["offence against public justice", "murder", "sexual offence"]}
{"factid": "2008_S_1065", "text": ["Prosecutrix, who is the daughter of complainant Ambaprasad Mishra, was residing with the family in Mangilal plots, Amravati.", "The accused-respondent was also the resident of the same locality.", "The prosecutrix was educated upto 7th standard and she had taken her education in Municipal School No.5 at Amravati.", "Her date of birth recorded in official documents was 4.6.1976 and the incident of kidnapping her by the accused took place on 21.4.1991.", "As such she was aged 14 years, 10 months and 17 days at the time of the incident.", "On 21.4.1991, the accused sent a message to prosecutrix through one Sachin and called her to come with a bag at a place near her school.", "Accordingly, the prosecutrix went at that place.", "Then the accused, prosecutrix and Sachin went by an autorickshaw to Chinchfail area of Amravati where the grandmother of the accused was residing.", "They reached there at about 1.00 p.m.", "The accused took his suitcase.", "Then the accused and prosecutrix who were accompanied by Sachin, arrived by an autorickshaw at Badnera Railway station.", "Sachin went back to Amravati from Badnera Railway Station and the accused and prosecutrix arrived at Nagpur by train.", "They reached Nagpur at about 5.00 p.m. Therefrom they went to Jhansi.", "They reached Jhansi early in the morning, i.e. at about 4.00 to 5.00 a.m. At Jhansi, they went to the house of the sister of the accused namely Lata.", "They stayed in one separate room in the house of accused's sister for about 8 to 10 days.", "During this period, they used to sleep in that room and the accused practically on every night performed sexual intercourse with prosecutrix.", "Then from Jhansi, the accused and prosecutrix arrived at Bichona and stayed there in the house of one Rajput for about 3-4 days and the accused performed sexual intercourse with the prosecutrix twice.", "Then from Bichona, both of them came to Mundai.", "They resided at Mundai in the house of one Narmadaprasad for about one and half months.", "From Mundai, the accused and prosecutrix arrived at Chinchkhed via Nagpur and Amravati and stayed in the house of the sister of the accused for about 4-5 days.", "Again from Chinchkhed, they went to Nagpur and stayed in the house of one friend of the accused for about 20 days.", "The accused was working as a labourer during this period.", "The accused and the prosecutrix then again came back to Chinchkhed, stayed there for one day and then went to Katsoor.", "They stayed at Katsoor at the house of maternal aunt of the accused for about 4-5 days.", "Then they came to Paratwada and therefrom went to village Talegaon where they stayed with the aunt of the accused.", "Then from Talegaon, they went to Delhi.", "But since the address of the person within whom they were going to stay at that place was not available, they returned back to Talegaon.", "During all these days, the accused performed sexual intercourse with the prosecutrix.", "While at Talegaon, the father of the prosecutrix and Rajapeth (Amravati) Police arrived there.", "The statement of the prosecutrix was recorded and she was taken back.", "Then on 28.8.1991, the prosecutrix and the accused were traced at Talegaon and accused was arrested.", "Prosecutrix was referred to Women's Hospital, Amravati, for her medical examination.", "The Medical Officer concerned examined her and found that her hymen was ruptured, she was habituated to sexual intercourse and she was carrying pregnancy of 4 to 6 weeks.", "On arrest of the accused, he was also referred for medical examination and the Medical Officer concerned opined that he was capable of committing sexual intercourse.", "The ossification test of the girl was also carried out and the opinion of the concerned Medical Officer was that the girl was aged about 14 to 16 years.", "The radiological examination of the accused was also performed wherein it was found that he was aged about 20 years."], "sent_labels": [[], [], [], [], [], ["kidnapping"], ["kidnapping"], ["kidnapping"], [], ["kidnapping"], ["kidnapping"], ["kidnapping"], ["kidnapping"], ["kidnapping"], [], ["sexual offence"], ["sexual offence"], ["kidnapping"], [], ["kidnapping"], ["kidnapping"], [], ["kidnapping"], [], ["kidnapping"], ["kidnapping"], ["kidnapping"], ["sexual offence"], [], [], [], [], ["sexual offence", "causing miscarriage"], ["sexual offence"], ["causing miscarriage"], []], "doc_labels": ["kidnapping", "causing miscarriage", "sexual offence"]}
{"factid": "2008_S_1075", "text": ["The appellant-Mahesh and one Sunita were residents of Bastarwari Ward, Paoni, Tehsil Paoni, District Bhandara.", "It was alleged that they developed love-affair with each other when they were studying in the school.", "The prosecution case was that the marriage of Sunita was arranged with Sanjay, a resident of Nagpur.", "Before the marriage of Sunita could take place with Sanjay, the appellant had gone to the house of Sanjay and disclosed the fact of his past love-affair with Sunita.", "He also threatened Sanjay to face with dire consequences if he would marry with Sunita.", "Sanjay in the presence of his brother Manik (PW-7) told the appellant that as the \"Sakshagandha\" Ceremony had already taken place, he was left with no other option except to marry with Sunita.", "It was on 12.02.1988 when the marriage between Sunita and Sanjay took place at Nagpur.", "On 27.03.1988, Sanjay and his wife Sunita both had gone to the house of Nirmalabai for inviting the latter to attend the marriage of the niece of Sanjay scheduled to take place at Nagpur.", "They had stayed for a night at the house of Nirmalabai.", "On the next day, i.e. 28.03.1988, Nirmalabai, Sanjay (PW-8), his wife Sunita, Archana (PW-4) - niece of Sunita and Rupesh (PW-16), son of the maternal uncle of Sunita, had gone towards the bridge side of Wainganga River for evening walk.", "It was alleged that around 5.00 or 5.30 in the evening, the appellant along with his friend Rajesh (PW-5) was seen by the above-said persons going on a motorcycle to Wainganga River bridge side.", "The appellant on seeing Sanjay, his wife Sunita, Nirmalabai, PWs- Archana and Rupesh at the site of the river, allegedly uttered \"Sali Sunita Yevdha Prem Asun Aaj Ekda Sudha Mazyakade Pahile Nahi\" to PW-Rajesh.", "The prosecution alleged that on the same day, the appellant had kept a gun and one bag at the house of Laxmibai (PW-2) in the presence of Bilkish Begum (PW-3), a neighbour of PW-2 on the pretext that he would collect these articles in the evening for hunting purpose.", "The appellant and PW-Rajesh returned to their respective houses in the evening.", "After some time, the appellant armed with a gun and knife came back to the place of incident and fire shot in the back of Sanjay, who, as a result of bleeding injury, uttered 'Are Bapre' and then laid on the road side.", "Sunita and Nirmalabai both tried to extend help to injured Sanjay, but the appellant came near them, pulled Sunita's hair and stabbed her on vital parts of head, neck and back.", "Sunita collapsed on receipt of severe injuries.", "Nirmalabai tried to save her daughter Sunita, but the appellant struck knife blows to Nirmalabai also.", "The appellant, on seeing the gathering of people at the scene of occurrence, ran away leaving all the three injured persons on the spot.", "Prakash (PW-1), a private Medical Practitioner, who lived nearby the place of occurrence, on hearing shouting of the people, went to the spot.", "He spotted Sunita lying with bleeding injuries on the road side.", "He also spotted Nirmalabai and one man lying in injured condition at a little distance away from Sunita.", "PW-Prakash lifted Sanjay, Sunita and Nirmalabai into a rickshaw and took them to the Government Hospital, Paoni, where they were admitted by Dr. Laxman (PW- 10), Medical Officer.", "Sunita could not survive and succumbed to the injuries in the evening around 7.15 p.m. Dr. Laxman sent a memo to the Police Station, Paoni, regarding admission of the injured persons.", "PW-Sanjay and Nirmalabai were transferred to Medical College, Nagpur, at about 7.45 p.m. for proper medical treatment."], "sent_labels": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], ["hurt"], ["hurt"], ["hurt"], ["hurt"], ["hurt"], [], ["hurt"], ["hurt"], [], ["murder"], []], "doc_labels": ["hurt", "murder"]}
{"factid": "2008_S_230", "text": ["The case of the prosecution is that on 8.4.1997 at about 4.00 p.m. when complainant Bharat Kumar (PW.1) with his mother Leelabai (PW.2), Brother Naresh Kumar and father were sitting in their house at Village Tagore Bedi, all the accused persons attacked them and as a result of which they suffered injuries.", "In support of its case, the prosecution had examined PW.1 Bharat Kumar (complainant) and PW.2 Leelabai.", "PW.1 in his statement has not named Shakeel as the person who had attacked him.", "In paragraph 16 of his deposition he has stated that when he reached at the Police Station, Shakeel was standing there and informed PW.1 that first he (PW.1) should get his brother treated and thereafter should lodge a report.", "PW.2 Leelabai in her statement has admitted that she did not know any of the accused persons and the name of Shakeel was informed to her by her son.", "There is no test identification parade conducted by the police to lend support to the identification of the accused persons."], "sent_labels": [["unlawful assembly", "hurt"], [], [], [], [], []], "doc_labels": ["hurt", "unlawful assembly"]}
{"factid": "2008_S_335", "text": ["Daughter of the respondent namely Madhulika Singh was married to appellant No.1 Priya Vrat Singh.", "According to the appellants, Madhulika started behaving rudely with her husband and his family members as Priya Vrat was unemployed.", "Tension between two reached to such an extent that Madhulika tried to commit suicide on 7.3.1992.", "She thereafter started giving repeated threats to commit suicide and appellant was seriously harassed.", "From 16.7.1992 onwards appellant No.1 and Madhulika started living separately in the same house.", "However, shortly thereafter Madhulika left her matrimonial house and started living in the parental house.", "On 21.2.1993 after dissolution of marriage, appellant No.1 re-married one Neha alias Sunita at Jalgaon in Maharashtra on 2.3.1993."], "sent_labels": [[], [], [], [], [], [], ["marriage offence"]], "doc_labels": ["marriage offence"]}
{"factid": "2008_S_514", "text": ["If one looks at the confessional statement of the accused himself it provides sufficient material to prima facie point out his thick relations with the absconding accused Rasool Khan @ Rasool Party.", "He not only has provided him huge amount of money time and again but, he has worked at his instance continuously and also made frantic hunt for renting a godown for the purpose of hiding the weapons which were to be sent in large  quantity from the time the alleged conspiracy was hatched.", "Till the date of his arrest he had been in constant touch with Rasool Party with whom he appears to have talked even after he left the country to base himself at Pakistan.", "His wife and children with active connivance of this applicant accused could cross the border.", "He had helped him in executing the various tasks in pursuance of the conspiracy hatched and therefore, even without taking into consideration the confessional statement of others this prima facie sufficiently involves him to deny him the bail.", "The statements of other witnesses and also of those witnesses who have provided links to the alleged conspiracy also prima facie involve this applicant accused and therefore, also he does not deserve the bail.", "The Court also if looks at statement of Kaleemullah one of the key accused in the instant case who is also an accused in the other matters, his alleged role in the involvement at every stage of conspiracy and for its execution gets prima facie established."], "sent_labels": [[], ["criminal conspiracy", "offence against state"], [], ["offence against state"], ["criminal conspiracy"], ["criminal conspiracy"], ["criminal conspiracy"]], "doc_labels": ["criminal conspiracy", "offence against state"]}
{"factid": "2008_S_546", "text": ["The occurrence is said to have taken place on or about 31.10.1997 at about 2.00 p.m. at village Simultand within the jurisdiction of Chandan Kiyari (Bangaria Assistant Thana) Police station in the district of Bokaro.", "First Information Report (FIR) in relation to the said incidence is said to have been recorded at 3.45 p.m. in the complainant's (Suresh Kumar Das, P.W.10) house.", "In the FIR, it was alleged by the complainant that when his father Nagender Nath Das (deceased) and uncle Manpuran Das were sitting in front of their house after taking meal, he heard a noise (hulla) whereupon he came out and saw Ravishwar Manjhi, son of Berda Manjhi armed with 'iron tenta', Jaleshwar Manjhi, son of Veda Manjhi armed with 'tangi', Kala Chand Manjhi, son of Berda Manjhi, Santu Manjhi son of Balesar Manjhi armed with 'bhala', Raghu Manjhi son of late Nakul Manjhi armed with 'bhala' and Umakant Rajak armed with 'bhala' were assaulting his father and uncle.", "He raised an alarm whereupon his other uncle Gour Das came to rescue them.", "Jaleshwar Manjhi assaulted him also with a 'tangi' as a result of which he had received an injury on the palm of his right hand.", "Manpuran Das, his uncle sustained injuries on his left armpit, on left knee joint and on the left side of the head.", "Jaleshwar Manjhi caused tangi blow to his father.", "When he wanted to take his father with him then Ravishwar Manjhi pierced iron tenta (ballam) on the right side of the back of his father and fled away.", "The motive for commission of offence was stated to be objection by his father from creating nuisance by the accused in front of their house.", "In the FIR, it was said to have been recorded that the dead body of Nagender Nath Das was lying on the road and Gour Das was lying in injured condition and Puran Das was lying in the state of unconsciousness."], "sent_labels": [[], [], ["unlawful assembly", "criminal trespass", "hurt"], [], ["hurt"], ["hurt"], ["hurt"], ["hurt"], [], ["murder", "hurt"]], "doc_labels": ["murder", "hurt", "unlawful assembly", "criminal trespass"]}
{"factid": "2008_S_582", "text": ["On 26.03.2000, Respondent bought paddy husk for a sum of Rs. 500/- from the father of the prosecutrix whereafter they were said to have become acquainted with each other.", "Respondent and his friend Mohan Bangali, who came with him, at their request were allowed to sleep in the Khalihan.", "However, in the middle of the night, he took the prosecutrix away with him.", "On the next day, i.e., on 27.03.2000, a First Information Report (FIR) was lodged by Shaktideen, father of the prosecutrix.", "The prosecutrix was a minor but a married woman.", "She was recovered on 27.7.2000."], "sent_labels": [[], [], ["kidnapping"], [], [], []], "doc_labels": ["kidnapping"]}
{"factid": "2008_S_706", "text": ["M/s. Akash Traders was an Area Wholesale dealer of Britannia Industries Limited (the Company) for Azamgarh, U.P. Dealership of Respondent No.2 was terminated by the said company.", "It was earlier informed that goods will be delivered only upon receipt of demand drafts issued by it.", "Complainant sent two demand drafts for a sum of Rs.18,000/- and Rs.1,50,000/- for supply of goods on 14.9.2000 despite the fact that the dealership had been terminated earlier.", "The said demand drafts were sent to the appellant through the local Sales In-charge of the Company.", "It is stated that the complainant refused to take the same back.", "A new Area Wholesaler for Azamgarh was appointed by the company.", "A demand was made by the complainant to deliver goods by a letter dated 24.9.2000 stating that the company owes him a sum of Rs.1,00,000/-.", "The stand of the company that his dealership had been terminated was reiterated by a letter dated 25.9.2000."], "sent_labels": [[], [], [], [], ["criminal breach of trust"], [], ["criminal breach of trust"], ["criminal breach of trust"]], "doc_labels": ["criminal breach of trust"]}
{"factid": "2008_S_916", "text": ["The prosecution case, in brief, is that the complainant Smt. Manjit Kaur is a resident of Village Abada Barana, Distt.", "Una, H.P. She is a house wife.", "On 30-6-2003 at about 5.45 p.m., she and her sister-in-law Nirmala Devi were watching television in their house and their children were playing outside, while her husband Gurdial Singh had gone to Kuthar to bring medicines.", "In the meantime daughter of her sister-in-law aged about 13 years named Poonam came there and told that some persons were uprooting creepers from their field.", "On this they both came out and saw that the above named accused were doing the same and on seeing the complainant and her sister-in-law the accused came towards the house of the complainant and challenged then that they would set their house on fire.", "The accused Balbir Singh, Baldev Singh, Jai Gopal and Radhey Shayam were carrying 'Mashals' in their hands and with the help of those Mashals they lit their thatched house on fire from three sides.", "When the complainant and her sister-in-law tried to take out their articles from the house, the accused threatened them to throw in the fire.", "On this, the complainant got frightened and she along with her sister-in-law and children rushed towards Kuthar Kalan while raising cries.", "On listening their cries Santosh Kumari W/o Jog Raj and Yash Pal S/o Bihari Lal, both resident of Kuthar Kalan, reached at the spot.", "Thereafter the complainant went to Kuthar Kalan and told about this incident to her husband who informed the fire brigade and police."], "sent_labels": [[], [], [], ["criminal trespass"], ["criminal trespass"], ["unlawful assembly", "mischief"], [], [], [], []], "doc_labels": ["unlawful assembly", "mischief", "criminal trespass"]}
{"factid": "2008_S_923", "text": ["On 3.6.2002 the prosecutrix took her son to the butcher's shop at Baijnath with the intention of leaving him there.", "Her son was required to take the sheep and goats to the forest, by the employer, immediately after they reached.", "The prosecutrix accompanied her son to the forest.", "They returned with the herd in the evening.", "By then the last bus going towards the village of the prosecutrix, had already left.", "The butcher offered that she could stay with her son in the upper storey of the shop for the night.", "She accepted the offer.", "Around 9.30 p.m., when the prosecutrix and her son were sitting in the room on the upper storey of the shop of the butcher, accused Kamlesh, Arjun Singh and Suresh Kumar went there.", "They forcibly dragged the prosecutrix out of that room and when they reached the ground floor of the structure, two other persons, appellants, Bal Kishan and Sonu joined them.", "One more person, named Chuni Lal, who too was tried along with the appellants, also joined them.", "The prosecutrix was forcibly carried to a near forest.", "She cried for help.", "One old lady, living nearby intervened, but she could not get her released.", "The son of the prosecutrix got so scared that he climbed a truck parked nearby and hid himself in the tool-box.", "Someone informed the police telephonically.", "Soon the police reached the forest and over-powered two of the appellants, namely, Kamlesh and Suresh and the sixth accomplice of the appellants, named Chuni lal (who stands acquitted by the Trial Court), when they tried to flee from the spot on seeing the police.", "Statement of the prosecutrix was recorded by HC Pawan Sharma, heading the police party that reached the spot.", "The prosecutrix besides narrating the details about her visit to Baijnath and having gone to the upper storey of the shop of the butcher for night stay and having then been dragged and taken to the forest in the manner as summarized hereinabove, stated that those who committed the rape, were calling each other by the names of Bal Kishan, Arjun, Sonu, Kamlesh etc."], "sent_labels": [[], [], [], [], [], [], [], ["criminal trespass"], ["criminal trespass", "hurt"], [], [], [], [], [], [], [], [], ["sexual offence"]], "doc_labels": ["hurt", "sexual offence", "criminal trespass"]}
{"factid": "2008_U_15", "text": ["Complainant-Manjit Kaur filed a complaint stating that she was employed as Clerk in All Bank Employees Urban Salary Earners Thrift Credit Society Ltd. and worked as such till September, 1991.", "She was daily commuting from Naraingarh District Ambala, where her sister was residing.", "Accused-Bhupinder Singh was employed as Data Entry Operator in the State Bank of Patiala, Sector 17-C, Chandigarh.", "He used to come to her office and developed intimacy and then asked her to marry after disclosing himself as unmarried person.", "Accused-Bhupinder Singh insisted upon her to get married at the earliest in a Gurudwara through simple ceremony and said that permission from the parents can be taken later on and that thereafter marriage would be solemnized with great pomp and show.", "Then she agreed to the proposal of the accused.", "Then on 4.12.1990, Manjit Kaur and Bhupinder Singh got solemnized their marriage in Gurudwara after exchanging garland before the holy Granth Sahib.", "At that time, one Sohan Singh, husband of her cousin sister Joginder Kaur was also present.", "Then she stayed with the accused in H.No.3166, Sector 22-C (Top Floor), Chandigarh, where accused was residing jointly with one J.P. Goel, who was working in the same bank.", "Then they had gone to Kasauli for honeymoon on 27.12.1990 and stayed in a hotel.", "Then her office was shifted from Sector 17 to Sector 42, Chandigarh.", "She and the accused shifted to H.No.1110, Sector 42-B, Chandigarh and stayed in a rented accommodation owned by one Pritam Singh.", "Even landlord had lodged a report in Police Station, Sector 36, Chandigarh, showing them as husband and wife and prior to that a form was duly filled by Bhupinder Singh and same was handed over to the landlord to establish the fact of their being husband and wife.", "Accused had also taken a loan of Rs.5000/- from a society at Panchkula in May 1991, where he had nominated her as his wife.", "She became pregnant.", "But accused got her aborted from Kaushal Nursing Home against her wishes.", "She had left the service in September 1991 under the pressure of the accused.", "In the year 1992, accused-Bhupinder Singh was transferred from Chandigarh to Ropar and they shifted to Ropar and stayed in House No.111, Street No.8, Malhotra Colony, Ropar.", "They came back to Chandigarh again and started living in H.No.859, Sector 38, Chandigarh and accused-Bhupinder started going to Ropar daily from Chandigarh.", "She got re- employment in May 1993 in Punjab University, Chandigarh on daily wages as Clerk and visited H.No.", "C-146, Sector 14, Punjab University, Chandigarh, on the eve of Diwali in 1993.", "She again became pregnant in July 1993 and their relations remained cordial till March, 1994.", "On 6.3.1994 when she had gone to Rose Garden, she met Devinder Kumar Bansal and Vinod Sharma, who were friends of her husband Bhupinder Singh.", "Those persons told her that accused-Bhupinder Singh was already married with one Gurinder Kaur and was having children from the said wedlock.", "She asked them as to why they had not told her about the previous marriage of her husband.", "But they avoided answering.", "She was shocked to learn this and after reaching the residence, she asked about Bhupinder Singh, who on the same day had left for Patiala on the pretext of attending some training course and did not return till 13.3.1994.", "She went to the house of Devinder Bansal to know whereabouts of accused-Bhupinder Singh and there Bhupinder Singh along with his wife Gurinder Kaur came and started fighting and then Manjit Kaur tried to inform the police.", "But Daljit, husband of sister of Bhupinder Singh brought her and left her in her house.", "On 16.4.1994, she was admitted in General Hospital and gave birth to a female child.", "She informed Bhupinder Singh about this as he was father of the child.", "But Bhupinder Singh did not turn up."], "sent_labels": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], ["sexual offence"], ["cruelty by husband"], ["cruelty by husband"], [], [], [], [], ["sexual offence"], [], ["cheating"], ["cheating"], [], [], ["cruelty by husband"], ["cruelty by husband"], ["sexual offence"], [], []], "doc_labels": ["cruelty by husband", "cheating", "sexual offence"]}
{"factid": "2008_V_85", "text": ["The gist of this FIR is that the complainant is an illiterate person and so was her husband Raghunath Narvekar.", "It is alleged that the respondent Ranjit Satardekar, who is an advocate, fraudulently and dishonestly induced the complainant and her deceased husband to place their signatures and thumb impression on some papers in the office of the Executive Magistrate at Sawantwadi without explaining the contents thereof, and falsely misrepresenting that the same was necessary to give him necessary authority to represent them in the court in Goa in Inventory Proceedings on the death of Andre Andrade which were going on pertaining to the estate left by him.", "It may be mentioned that Andre Andrade had several children including one daughter who was married to Raghunath Narvekar but their marriage was dissolved on 16.2.1973 and thereafter Raghunath Narvekar married the complainant.", "Under the Goa law, Raghunath Narvekar and the complainant inherited 10% share in the estate left by the deceased Andre Andrade and the remaining 10% went to Vijaya Andrade who had been married to Raghunath Narvekar and was being represented by Ranjit Satardekar, advocate, in the Inventory Proceedings.", "The allegation in the FIR was that Ranjit Satardekar had falsely misrepresented to the complainant and her husband that the document which was being executed by them was for enabling Ranjit to represent them in the Inventory Proceedings in progress on the death of Andre Andrade, although what was actually executed by them was a Power of Attorney.", "This Power of Attorney was used by the accused for executing a sale deed in favour of his wife Vijaya Satardekar and Sadiq Sheikh in the year 1991, but the said sale deed was presented for registration only in the year 2001.", "It is alleged that the complainant came to know only in August 2001 for the first time about the execution of the sale deed in 1991."], "sent_labels": [[], ["cheating", "forgery"], [], [], ["cheating", "criminal breach of trust"], ["cheating"], []], "doc_labels": ["criminal breach of trust", "forgery", "cheating"]}
{"factid": "2009_B_136", "text": ["The factual scenario is that the appellant Neelu Chopra and Krishan Sarup Chopra are husband and wife and the respondent Bharti is their daughter-in-law.", "Bharti was married in the year 1984 to one Rajesh, the son of present appellants.", "However, as per the version of the respondent the married life was not smooth on account of unreasonable demand of dowry and the misbehaviour on the part of husband Rajesh and his parents, the appellants herein."], "sent_labels": [[], [], ["cruelty by husband"]], "doc_labels": ["cruelty by husband"]}
{"factid": "2009_B_92", "text": ["On 26.3.2001 at about 5.00 p.m., after finishing work, P.Ws. 1 to 4 came out of the sugar factory and went to a nearby tea stall for taking tea.", "At that time, A-1 was plying auto on the road.", "On seeing sugarcane on the road, P.Ws. 1 to 4 were able to proceed on the middle of the road.", "When A- 1 came nearby he uttered \"you add four more persons and lie on the road\".", "In reply, P.W.1 told him \"on hearing the horn of the Auto, we gave way and even then, why are you scolding\".", "There arose a quarrel.", "In that, A-1 took casurine stick and tried to attack P.W.1.", "The other witnesses, namely P.Ws. 2 to 4 held the accused and stopped him from attacking.", "This was also witnessed by Thangeraj (hereinafter referred to as deceased), who was taking tea in a nearby tea stall.", "He suddenly intervened and pacified them.", "A-1 turned the Auto and took the same to Keezhasuriyamoolai village.", "P.Ws. 1 to 4 went to Muniyendi Vilas for taking tea.", "Forty five minutes later, at about 6.00 p.m., when the witnesses along with Thangaraju were at the place of occurrence, A-l, A-2, A-4 to A-6 armed with aruvals, A-3 armed with an iron road and A-7 armed with a knife and the other accused armed with casurina sticks, came there.", "The deceased Thangaraju tried to pacify them.", "A-1 cut the deceased on the left side of the neck.", "Again A-1 cut the deceased below the left ear.", "A-4 cut him on the left side of the hip.", "A2 cut him with aruval on the left shoulder.", "A-5 cut the deceased on the waist.", "A-7 stabbed him with the knife on the left armpit and the deceased fell down.", "A-3 beat PW-1 on the head with the iron rod. A-4 cut P.W.1 on the left waist.", "The rest of the accused surrounded P.W.1 and cut P.W.1 on the right arm, left shoulder, right thigh and on the back respectively and they fled away from the place of occurrence.", "One Mohan took P.W.1 to the Government Hospital, Kumbakonam, where he was admitted by P.W.10, the Doctor, at about 7.00 p.m.  He prepared Ex. P.2, the observation mahazar and Ex. P.35, the rough sketch.", "He conducted inquest on the dead body of the deceased in the presence of the witnesses and panchayatdars and prepared Ex. P.35, the inquest report.", "Following the same, the dead body was sent to the Government Hospital, Thiruvidaimarudur for the purpose of post-mortem."], "sent_labels": [[], [], [], [], [], [], [], [], [], [], [], [], ["unlawful assembly"], [], ["hurt"], ["hurt"], ["hurt"], ["hurt"], ["hurt"], ["hurt", "murder"], ["hurt", "murder"], ["hurt", "murder"], [], ["murder"], ["murder"]], "doc_labels": ["murder", "hurt", "unlawful assembly"]}
{"factid": "2009_H_114", "text": ["When the respondent entered the employment of appellant, as he did not produce any documentary proof regarding his date of birth, his date of birth was entered in the service record as 11.1.1948 on the basis of his affidavit dated 4.2.1982 declaring the said date as his date of birth.", "As the age of retirement in the appellant corporation was 58 years, the respondent was to retire on 31.1.2006, with reference to the said date of birth.", "On the basis of a complaint received, alleging that the real date of birth of respondent was 2.4.1945, the appellant by letter dated 26.8.1994, called upon the respondent to produce his school certificate.", "It also secured a school leaving certificate from the school where the respondent had studied, on 23.1.1995, which showed his date of birth as 2.4.1945.", "The prosecution case was that though the appellant's date of birth was 02.4.1945, and his school records showed that date of birth, he had given a false affidavit claiming to be an illiterate born on 11.1.1948 to have a longer period of service."], "sent_labels": [[], [], [], ["cheating"], ["cheating", "forgery"]], "doc_labels": ["forgery", "cheating"]}
{"factid": "2009_J_58", "text": ["he facts and circumstances giving rise to this appeal are, that an First Information Report  was lodged on 24th June, 2000 on the basis of a statement of Darshan Singh (PW-4) that he was living with his sister Gurcharan Kaur for the last 3= years at village Nandpur as his nephew Gurjeet Singh, son of his sister Gurcharan Kaur, had been murdered by Rattan Singh and Balbir Singh, close relatives of Gurcharan Kaur in 1997.", "On 23rd June, 2000 at about 10.00/11.00 p.m., when Darshan Singh (PW-4) was having his meal at his tube well after preparing his fields for plantation of paddy crop, about 30 persons armed with fire arms came in five vehicles  from the side of village Dadiana.", "They started shouting and firing shots in the air.", "They came to the tube well and caught hold of Darshan Singh (PW-4) and injuries were inflicted on him with the butts of rifle on his head, chest and back.", "Migrant labourers  sitting on the tube well also suffered injuries.", "There had been a dispute on the land as the same was purchased by Inderjit Singh (Accused) from Rattan Singh, Balbir Singh and Rajwinder Kaur.", "Inderjit Singh wanted to take possession of the land from the complainant party forcibly.", "The migrant labourers tried to run away, however, one Jaldhar received the gun injury who was taken by the assailants in the jeep alongwith two other labourers Sikandar Rai (PW-6) and Babu Lal (PW-7) under the pretext that the injured will get proper treatment at Patiala.", "Darshan Singh (PW-4) alongwith two labourers Nand Kishore and Budhu was detained in a room of the tube well.", "In the morning at 6.00 a.m., the assailants took Darshan Singh (PW-4) alongwith Nand Kishore and Budhu in a car to village Dadiana.", "There had been 3.12 bore guns in the car and after taking them to several places they were brought back to the tube well at 10.30 a.m. On 27th June, 2000 statement of Babu Lal (PW-7) was recorded.", "He deposed that he was taken alongwith Jaldhar injured, with Sikandar Rai (PW-6) and they were taken to Ambala Railway Station in a vehicle and had been given Rs.900/- for meeting the expenses to travel back to Bihar.", "However, they came back to Mohali and informed the other migrant labourers about the incident and, also, that he was suspicious that Jaldhar had been killed.", "Again on 4th July, 2000 statement of Sikander Rai (PW-6) was recorded.", "He had stated that Jaldhar died on the spot but in order to avoid the hue and cry of the labourers, the assailants had taken the dead body under the pretext to get him proper treatment and the dead body was thrown in the canal at about 2.30 a.m. in the night.", "He had been threatened that, in case, he disclosed the factum of the death of Jaldhar he would also be killed.", "The police recovered the dead body of Jaldhar on 5.7.2000 from the canal about 40 KM. away from the place of occurrence and post mortem was conducted."], "sent_labels": [["murder"], ["unlawful assembly"], [], ["hurt"], ["hurt"], [], ["criminal intimidation"], ["hurt"], ["wrongful restraint"], ["kidnapping"], ["criminal conspiracy"], ["hurt"], [], [], ["kidnapping", "offence against public justice"], ["murder"], ["murder"]], "doc_labels": ["criminal conspiracy", "murder", "wrongful restraint", "hurt", "criminal intimidation", "offence against public justice", "unlawful assembly", "kidnapping"]}
{"factid": "2009_M_331", "text": ["The facts leading to the present appeal are that on the night intervening 24th/ 25th June, 1994 at about 1.45 a.m., one Motilal, Surendra Singh, Virendra Singh, Sharda Singh, Miyadi @ Ram Miyadi Singh, Dhunnan Singh, Amar Singh (all are appellants herein) along with Anil Singh (not approached this Court) and Thagai Singh (died during trial) armed with deadly weapons entered the house of one Sita Ram Singh and attacked him and other family members, resulting instantaneous death of Sita Ram Singh and his two sons namely Surinder Singh and Jai Govind and also injuries to the other family members of Sita Ram Singh.", "The assailants had also set fire to a motorcycle parked in the house of the deceased Sita Ram Singh.", "In the attack, the appellants used country made pistols (katta), gun, bomb, iron rod (ramma), pharsa fitted lathi etc.", "The cause of attack is due to rivalry between the family of deceased Sita Ram Singh and the attacking party over a piece of farm land in respect of which some cases were pending in the Civil Courts.", "Smt. Manju Singh (PW5) is the wife of the deceased Sita Ram Singh who also sustained the injuries in the said attack.  The injured were immediately sent to Primary Health Center, Hata where they were medically examined by Dr. Ghan Shyam Singh (PW8) between 5.30 and 6.30 a.m. Mr. Umesh Chandra Misra, Investigating Officer (PW9) visited the place of occurrence and found the dead bodies of Sita Ram Singh, Surendra Singh and Jai Govind.", "He seized the remnants of the burnt motorcycle (ext. Ka-37), the blood stained ramma (iron rod with an edge on one end), empty cartridges, wads and pellets from the spot (ext. Ka-34 and Ka-35) and prepared a site map, recorded statements of the injured and others who were found to be conversant with the incident, made inquest report (ext. Ka-13, Ka-14 and Ka-15) and sent the dead bodies for post-mortem.", "Dr. K. Singh (PW7) conducted post-mortem on 26th June, 1994, found ante mortem injuries on the persons of deceased and opined the cause of death as \"shock and haemorrhage\"."], "sent_labels": [["unlawful assembly", "criminal trespass", "murder"], ["mischief"], [], [], ["murder"], [], ["murder"]], "doc_labels": ["unlawful assembly", "murder", "mischief", "criminal trespass"]}
{"factid": "2009_M_361", "text": ["The respondent had been driving the bus on Ullal-Hejamadi route on 3.12.1995 at about 10.30 a.m. A tempo was coming from the opposite direction.", "Both the vehicles rubbed through resulting in the right hand side portion of the bus hitting the right hand side portion of the tempo, as a result of which a boy sitting at that hind portion of the tempo died and one passenger sustained grievous injuries.", "It was in respect of this accident that the respondent came to be prosecuted and convicted."], "sent_labels": [[], ["offence affecting public safety", "murder", "hurt"], ["offence affecting public safety"]], "doc_labels": ["hurt", "murder", "offence affecting public safety"]}
{"factid": "2009_M_366", "text": ["According to the prosecution, on 7.1.1995, PW.4 Mira Begum, without informing her employer PW.2 Abdul Hai Laskar and PW.3 Hasmat Ara Begum went to see the zoo with one Suleman who was known to her.", "While they were coming back from the zoo they met the appellant near Ulubari Chowk.", "On seeing them together the appellant got annoyed and he slapped Suleman and threatened that he would hand them over to police.", "Out of fear Suleman ran away.", "The appellant on the pretext of taking the prosecutrix PW.4 Mira Begum, to the police station took her to Sodhi Hotel situated at Paltanbazar.", "In the hotel he hired a room in fictitious names and kept her in the room for the whole night and committed rape on her three times.", "On the next morning he sent her in a rickshaw.", "PW.4 Mira Begum came to the house of a person near Hazi Musafir Khana and telephonically informed her employers about the incident.", "PW.2 Abdul Hai Laskar brought her to his house and she narrated the whole incident before him."], "sent_labels": [[], [], [], [], ["kidnapping"], ["wrongful restraint", "sexual offence"], [], [], []], "doc_labels": ["wrongful restraint", "kidnapping", "sexual offence"]}
{"factid": "2009_S_1089", "text": ["On 18th September, 2007, at about 5.25 p.m., an FIR was lodged by the appellant with the said police station for an incident which took place at about 3.30 p.m. at village Asmouli.", "The case was registered as Crime Case No. 347 of 2007.", "It was reported that at about 3.30 p.m., on that day the appellant had gone to the shop of one Anzar s/o Mehboob where one Basiruddin @ Lala also came to buy some fruits.", "On Anzar's (shopkeeper) refusal to sell goods to him on credit, Basiruddin started beating him, on which the appellant intervened.", "Being annoyed, Basiruddin left the place.", "But, after a short while he came back, accompanied by 21 other persons, including the second respondent.", "All of them were armed with guns and country made firearms.", "Due to fear, the appellant rushed to the house of his brother Qayyum.", "All the said 22 persons attacked the house of Qayyum.", "On hearing noise, the residents of the house and many other residents of the village, collected at the spot.", "The said accused started firing indiscriminately, injuring 9 persons.", "Some of them sustained multiple injuries.", "All the injured persons were removed to the District hospital for examination.", "As per the medical reports, the injured persons sustained gunshot injuries which were grievous in nature.", "Two persons, namely, Anzar Hussain s/o Mazhar Hussain and Rizwan @ Bhoora s/o Matloob Hussain, later succumbed to their injuries.", "While Rizwan died on 19th September, 2007, Anzar Hussain died on 30th September, 2007.", "On the very same day viz. 18th September, 2007, another FIR (No. 182 of 2007), pertaining to the same incident, was lodged at about 6.40 p.m. by the said Basiruddin @ Lala against 25 persons, inter alia, alleging that when he went to the shop of Anzar s/o Mehboob to buy some vegetables, he told Anzar that his vegetables were very expensive, on which Anzar and one Shahroz, who was standing there, started abusing him.", "When Basiruddin protested, they started beating him with legs and fists.", "Basiruddin then came back home but after some time, many people, including Shahroz, Anzar (since deceased) and Qayyum, came to his house and started firing with an intention to kill him."], "sent_labels": [[], [], [], ["hurt"], [], ["unlawful assembly"], ["unlawful assembly"], [], ["unlawful assembly"], [], ["unlawful assembly", "hurt"], ["hurt"], ["hurt"], ["hurt"], ["murder"], ["murder"], [], ["hurt"], ["unlawful assembly"]], "doc_labels": ["hurt", "unlawful assembly", "murder"]}
{"factid": "2009_S_476", "text": ["The accused No.1 is the husband of Ratnavva (hereinafter referred to as the 'deceased') who was given in marriage to the accused No.1 about 1 year prior to her death and during their marriage, the accused No.1 was given 11 tolas of gold and a cash of Rs.10,000/- along with other utensils.", "In spite of all this, the accused were ill-treating and harassing the deceased Ratnavva coercing her to bring more dowry and accordingly a cheque of Rs.10,000/- was given to the accused No.1 by the mother of the deceased.", "But in spite of that the accused did not stop the ill-treatment, and harassment to the deceased Ratnavva.", "On account of constant harassment and ill treatment to the deceased, they made the life of the deceased a miserable one which abetted the deceased to commit suicide.", "The accused No.1 is the husband of the deceased, the accused Nos.2 and 3 are the parents in law, the accused Nos.4 and 5 are the sisters in law and the accused N0.6 is the brother in law of the deceased."], "sent_labels": [[], ["cruelty by husband"], ["cruelty by husband"], ["cruelty by husband", "murder"], []], "doc_labels": ["cruelty by husband", "murder"]}
{"factid": "2009_S_520", "text": ["It is also stated that with the help of the degree certificate and the provisional certificate issued by the Ranchi University, he had joined India Tourism Development Corporation (ITDC for short) as Cashier-cum-Sales Assistant by producing the aforesaid certificate issued for the academic year 1993-94 and it is also stated that until he was issued with suspension order by the employer viz. ITDC, he was not aware, that, the certificate issued by the Ranchi University was bogus/fake/fabricated.", "The appellant has further stated that he has never been to the State of Jharkhand or to Ranchi for the purpose of appearing in the examination for the academic year 1993-94.", "It is further asserted that Kanhayalal Sharma who is the main accused in the case registered by RCF Police Station, Kurla, had opened an educational institution known as 'Marudhar Mahavidyalaya' operated both from Pune and Mumbai cities and the said institution has issued forged/bogus/false certificates of the Ranchi University."], "sent_labels": [["cheating", "forgery"], [], ["forgery"]], "doc_labels": ["forgery", "cheating"]}
{"factid": "2009_S_747", "text": ["Second respondent herein filed a complaint against appellants 1 to 3 (accused 1 to 3) and two others before the Chief Judicial Magistrate, Madhubani, alleging that he was the owner of Katha No. 715 Khasra No.1971 and 1973 admeasuring 1 bigha, 5 Katha and 18 Dhurs.", "The first accused who had no connection with the said land and who had no title thereto, had executed two registered sale deeds dated 2.6.2003 in favour of the second accused in respect of a portion of the said land measuring - 8 Khatas and 13 Dhurs.", "The third, fourth and fifth accused being respectively the witness, scribe and stamp vendor in regard to the sale deeds had conspired with accused 1 and 2 to forge the said documents.", "When he confronted accused 1 and 2 about the said forgery, they abused him and hit him with fists and told him that he can do what he wanted, but they will get possession of the land on the basis of the said documents."], "sent_labels": [[], ["cheating"], ["forgery"], ["criminal intimidation"]], "doc_labels": ["forgery", "criminal intimidation", "cheating"]}
{"factid": "2009_V_5", "text": ["\"I, P.K. Bhasin, Special Judge, Delhi hereby charge you V.K. Bhutiani, O.P. Rajvanshi, Mrs. Rashmi Aggarwal Parveen Aggarwal and Neeraj Jain as follows: That your accused V.K. Bhutiani, while being posted as a Senior Manager in New Bank of India, E- Block, Connaught Circus, New Delhi and you accused O.P. Rajvanshi, Mrs. Rashmi Aggarwal, Praveen Aggarwal and Neeraj Jain along with S. Mohd. Yusuf (now dead) had entered into a criminal conspiracy sometime during November and December 1989 at New Delhi for defrauding/cheating New Bank of India to the tune of Rs. 17.20 lacs by resorting to cheating, forgery of documents in the nature of valuable securities and for using those documents for getting loan facilities to the extent of Rs. 17.20 lacs in the name of M/s. Vikram Enterprises, proprietorship concern of you, accused, O.P. Rajvanshi and also by abuse and misuse of authority and also by abuse and misuse of authority as a public servant you, accused V.K. Bhutiani.", "Secondly, in furtherance of the aforesaid conspiracy your accused V.K. Bhutiani, O.P. Rajvanshi, Rashmi Aggarwal, Parveen Aggarwal and Neeraj Jain cheated New Bank of India and got released loans amount of Rs. 17.20 lacs in the name of M/s. Vikram Enterprises by way of two orders dated 28.12.1989 and 26.12.1989 respectively for Rs. 12.65 lacs and Rs. 2.25 lacs in favour of M/s. Hazi Gubar and S. Abdul Kareen and one pay order dated 26.12.1989 for Rs. 2.30 lacs in favour of M/s. Multiple Traders.", "Thirdly, that in furtherance of aforesaid conspiracy you accused O.P. Rajvanshi forged on receipt dated 20.12.89 for Rs. 4,35,000/- purporting to have been issued by M/s. Hazi Gudar S. Abdul Kareen in favour of M/s. Vikram Enterprises and you also forged one letter dated 17.12.1989 purporting to have been written by M/s. Hazi Gudar S. Abdul Kareem to Vikram Enterprises for using the same for cheating New Bank of India by obtaining loan of Rs. 17.20 lacs and you also used these forged documents dishonestly and fraudulently.", "Fourthly, that in furtherance of the aforesaid conspiracy you accused Parveen Aggarwal forged on invoice dated 15.12.89 for Rs. 2.30 lacs purporting to have been issued by M/s. Multiple Traders, proprietorship concern of your co-accused Rashmi Aggarwal, in the name of Vikram Enterprises for being used for the purpose of cheating New Bank of India by obtaining loan of Rs. 17.20 lacs in the name of Vikram Enterprises, firm of you co-accused O.P. Rajvanshi and you also forged a receipt of Rs. 1 lac for the same purpose purporting to have been issued by Multiple Traders in favour of M/s. Vikram Enterprises and these documents were then used for cheating New Bank of India.", "Fifthly, that in furtherance of the aforesaid conspiracy that you accused V.K. Bhutiani by corrupt or illegal means and by abusing your position as a public servant being a Senior Manager of New Bank of India sanctioned loan of Rs. 17.20 lacs for M/s. Vikram Enterprises, proprietorship concerns of your co-accused O.P. Rajvanshi without any public interest.\""], "sent_labels": [["forgery", "cheating"], ["cheating"], ["forgery", "cheating"], ["forgery", "cheating"], ["cheating"]], "doc_labels": ["forgery", "cheating"]}
{"factid": "2010_A_25", "text": ["On 12.03.1993, there were a series of bomb explosions in the Mumbai City which resulted in death of 257 persons, injuries of various types to 713 persons and destruction of properties worth more than Rs. 27 crores (approximately).", "These bomb explosions were caused at vital Government installations, public places and crowded places in the city and its suburbs with an intention to overawe the Government established by law, and to strike terror among the public at large and also to adversely affect the peace and harmony among different sections of the people.", "Twenty-seven criminal cases were registered at respective Police Stations with regard to the said bomb explosions and subsequent recovery of arms, ammunitions and explosives, which were illegally smuggled into the country with the intention to commit the said terrorist acts.  The investigation disclosed that the appellant-Abu Salem and other accused persons hatched a criminal conspiracy during the period December, 1992 to April, 1993 with an object to create disturbances of serious nature by committing terrorist acts by bomb explosions, murders and causing destruction of properties throughout India.", "In pursuance of the said criminal conspiracy, a large quantity of arms like AK-56 rifles, pistols, hand- grenades, ammunitions and RDX explosives were illegally smuggled into the country through sea at Dighi Jetty and Shekhadi ports in Maharashtra State during January and February, 1993.", "These illegal arms and ammunitions were kept and stored at different places with different persons with the object to commit terrorist acts.", "The appellant-Abu Salem was entrusted with the task of transportation of illegally smuggled arms and ammunitions, their storage and distribution to other co- accused persons.", "Investigation has disclosed that a portion of arms and explosives, which were smuggled and brought illegally into India on 09.01.1993, were taken to the State of Gujarat and stored at Village Sansrod, Dist. Bharuch.", "In the second week of January, 1993, on the instructions of absconding accused, Anees Ibrahim Kaskar, appellant-Abu Salem brought AK-56 rifles, their ammunitions and hand-grenades from Village Sansrod to Mumbai and distributed the same among co-accused persons.", "On 12.03.1993, RDX filled vehicles and suit-cases were planted at strategic places like Bombay Stock Exchange, Air India Building, Near Shiv Sena Bhawan, Plaza cinema and thickly populated commercial places like Zaveri Bazar, Sheikh Memon Street etc.", "The suit-case bombs were also planted in the rooms of 3 five-star Hotels, namely, Hotel Sea Rock, Bandra, Hotel Juhu Centaur and Airport Centaur, Mumbai.", "Explosions were caused from the said vehicle-bombs and suit-case bombs in the afternoon of 12.03.1993 and within a period of about two hours, large-scale deaths and destruction was caused, as described earlier.", "Hand-grenades were also thrown at two places i.e. Sahar International Airport, Mumbai and Fishermen Colony, Mahim, Mumbai.", "The explosions caused by hand-grenades also produced similar results.", "During the course of investigation, a large quantity of arms, ammunitions and explosives were recovered from the possession of accused persons.", "In India, AK-56 rifles, ammunitions and hand-grenades cannot be possessed by private individuals, as these types of sophisticated arms and ammunitions can only be used by the armed forces and other law enforcing agencies."], "sent_labels": [["murder", "hurt"], ["mischief", "offence against state"], ["theft", "criminal conspiracy", "offence against state"], ["theft", "offence against state"], ["theft", "offence against state"], ["offence against state"], ["offence against state"], ["offence against state"], ["mischief", "offence against state"], ["mischief", "offence against state"], ["murder", "hurt"], ["murder", "hurt"], ["murder", "hurt"], ["criminal conspiracy", "offence against state"], ["offence against state"]], "doc_labels": ["criminal conspiracy", "offence against state", "murder", "hurt", "mischief", "theft"]}
{"factid": "2010_A_33", "text": ["Mr. Nayeem Ahmad is resident at Mundia Pistor Village, Bajpur, District Udham Singh Nagar, Uttaranchal.", "His daughter Yasmeen aged five years having fair complexion and round face, wearing frock, underwear and sleepers was playing near his house at about 5.00 p.m. in the evening of February 5, 1998.", "It was noticed that she was missing from the place where she was playing and, therefore, Nayeem Ahmad made frantic search about Yasmeen at the places of all his relatives but she could not be traced.", "As search made by him did not yield any result, he filed a missing report on February 6, 1998 at Bajpur Police Station mentioning, inter alia, that his daughter had disappeared while playing near his house and, therefore, steps be taken to trace her out.", "On February 8, 1998, Report (Ex. Ka.2) was lodged at Bajpur Police Station by Shamim Ahmad who is real brother of Nayeem Ahmad stating, inter alia, that Yasmeen aged about five years daughter of his elder brother Nayeem Ahmad while playing near the house of Nayeem Ahmad had disappeared at about 5.00 p.m. in the evening of February 5, 1998 for which Nayeem Ahmad had lodged a missing report at the Police Station, but at about 6.00 a.m. on February 8, 1998, her dead body was found lying on the public way in front of the house of Haji Khursheed, son of Bashir Ahmad of village Bajpur and, therefore, legal action be taken.", "On receiving this information, concerned police personnel reached the place where dead body of the deceased was lying.", "The inquest on the dead body of the deceased was held and necessary arrangements were made for sending the dead body for post mortem examination.", "The post mortem examination was carried out on February 8, 1998.", "The examination revealed that the deceased was subjected to rape and thereafter strangulated."], "sent_labels": [[], [], [], [], ["murder"], ["murder"], ["murder"], ["murder"], ["sexual offence", "murder"]], "doc_labels": ["murder", "sexual offence"]}
{"factid": "2010_D_31", "text": ["Marriage between the parties was celebrated according to Hindu rites at New Delhi on 17.11.1991.", "For a short period after the marriage, the couple stayed at Meerut where the husband was posted as a Captain in the Indian Army.", "Mutual cohabitation of the parties seems to have come to an end on 30.12.1992.", "They have been living separately since 31.12.1992.", "They have a daughter who was born on 2.6.1993.", "The husband has mentioned numerous instances of cruelty in paragraph 7 of the divorce petition.", "He has described the wife as quarrelsome, rude and ill-mannered.", "He had gone to the extent of terming his wife to be schizophrenic, making his life a living hell.", "He goes on to narrate that all efforts at conciliation even by his parents did not yield any result.", "He then proceeds to state that his wife is misusing her position as a practising advocate.", "According to him she has been constantly threatening him as well as his family that since she and her two uncles are advocates they would make the lives of the husband and his family miserable.", "The husband then complains that the wife has been making baseless complaints to his superiors.", "This has affected his career prospects in the Army.", "He makes a special reference to a statutory complaint dated 10.12.1993 in which according to him the wife had made numerous false allegations about the behaviour of the husband and his family even prior to the marriage ceremony.", "We may notice here the contents of the statutory complaint.", "She complained about the exorbitant demands made by the husband's family for dowry.", "She complained that within days of the marriage the husband started behaving in a strange manner; throwing household articles and clothes all around in the room and also mimicking the sound of different animals and sometimes barking like a dog.", "She had also claimed that she had never seen a human being behaving that way even if very heavily drunk, as he was most of the times she remained in his company.", "She has stated that the husband and in-laws had willfully and cruelly treated her and had spared no effort to cause her mental harm and inflicted grave injuries.", "She also complains that there is danger to her life, limb and health.", "They had pressurised her to meet not only their unlawful demands of money but also for spurious reasons.", "She ends the complaint with the comment that she has a child to support.", "She requested that an enquiry be held into the conduct of the husband which is not only rude, indiscreet, disgraceful and unbecoming of an Army officer but he has committed the offences under the Penal Code.", "The husband further complains that even during this short period of cohabitation the behaviour of the wife was erratic, inhuman and unbearable.", "In order to cause mental agony to the husband the wife would deliberately indulge in erratic sexual behaviour.", "She would intentionally interrupt the coitus.", "On many occasions she even refused to share the bed with him."], "sent_labels": [[], [], [], [], [], [], [], [], [], ["criminal breach of trust"], ["criminal breach of trust"], ["criminal breach of trust"], [], [], [], [], [], [], ["cruelty by husband"], ["cruelty by husband"], ["cruelty by husband"], [], [], [], [], [], []], "doc_labels": ["criminal breach of trust", "cruelty by husband"]}
{"factid": "2010_H_17", "text": ["Having heard learned counsel for the respective parties and having considered the facts involved, what emerges is that an incident had taken place on 31st December, 2000, at about 9.30 p.m. at Hotel Connaught Castle involving PW15, Manoj Chhabra, who was being chased by a mob.", "At the request of Manoj Chhabra's wife, the appellant, along with some other employees of the Hotel, brought Manoj Chhabra into the Hotel, but the incident continued and in order to prevent the mob from attacking Manoj Chhabra, the appellant is said to have fired from his gun.", "The appellant incidentally was a Gun-man of the Sub-Divisional Magistrate, Chakrata, Mussoorie."], "sent_labels": [[], ["hurt"], []], "doc_labels": ["hurt"]}
{"factid": "2010_S_199", "text": ["The facts from the record shows that somewhere in July 1999, Azam Ghori who died during the Trial organized a Tanjeem along with his associates accused A1 to A8, hatched a conspiracy to snatch away the cash bag from one Ramakrishna Rao, the owner of a cycle shop called 'Krishna Cycle Stores', New Bus Stand, Bodhan.", "In pursuance of the said conspiracy on 2nd August, 1999 accused chalked out plan at Sarbathi Canal Mosque, Bodhan that A1 should snatch the bag of the deceased and A2 Feroz Khan should drive the vehicle to escape from the scene after commission of the offence and remaining of them i.e. A3 to A9 should watch the movements by taking shelter near the shop and house of the deceased for successful implementation of their plan.", "A6 Mohd. Abdul Mateen @ Muzaffar had provided his motorcycle while A9 gave his pistol to A1 for the purposes of committing the crime.", "It was decided that in the event Ramakrishna Rao showed any resistance and did not hand over the bag containing cash, they will shoot him and run away from the place of occurrence.", "Ramakrishna Rao was in his cycle shop called 'Krishna Cycle Stores' and also had second show collections of the theatre in the evening.", "He used to come back to his place with cash.", "On the night of 2nd August, 1999, a lorry loaded with spare parts of Hero Cycle came to the shop of the deceased and the goods were unloaded into the shop by 10.30 P.M. The deceased had second show collection from the theatre which is estimated to be of Rs.40,000/ -.", "After closing the shop, he was proceeding to his house which was about 500 to 600 feet away and his salesman was accompanying him.", "One Nazar and Hamid were following him and all of them were going on foot.", "When they were about to reach the house of the deceased that the accused intercepted and demanded the deceased to handover the bag.", "As already noticed, there was resistance and arguments, resultantly the accused had fired three shots from his pistol, snatched the bag and ran away.", "When the deceased fell down PW1 one Prasad, PW2, the wife of the deceased and his elder daughter took the deceased to the Government Hospital, Bodhan in an auto and as no doctor available at the Hospital they took the deceased to Santhan Nursing Home where he was declared dead by the doctors."], "sent_labels": [["criminal conspiracy"], ["criminal conspiracy"], ["criminal conspiracy"], ["criminal conspiracy"], [], [], [], [], [], [], ["theft", "robbery", "murder"], ["murder"]], "doc_labels": ["criminal conspiracy", "murder", "robbery", "theft"]}
{"factid": "2010_S_456", "text": ["However, this fight between Trade Union and the management took an ugly turn on 25.3.1999, when a private chartered bus carrying some of the employees of BPL, was stopped at Annepalya so as to allow the workers to alight.", "At that time, A1 to 49 formed an unlawful assembly.", "A1 and A2 were shouting slogans in favour of the Union and against the loyal employees of the factory.", "A6 and A47 and others pelted stones with the result glass panes of the bus were broken.", "A46 stood at the only gate available at front part of the bus along with others to prevent the workers from getting down.", "A15 and A33 were supplied kerosene in two cans by A32, which was sprinkled not only on the remaining passengers of the bus but also on rear left side of the bus.", "The bus was then put on fire by A33.", "This incident took place at about 6.40 p.m. In the said inferno, several passengers of the bus sustained burn injuries and the rear left side of the bus was also badly damaged by fire.", "The passengers in the said bus who had sustained burn injuries were initially taken to the house of C.W.42 Smt.", "Renuka thereafter were admitted in a Hospital in Patrolling Van popularly called as Hoysala Van, named after one of the Rulers of the State.  On 2.4.1999, he recorded statement of Sinija, an injured passenger of the bus, in the presence of doctor which was marked as Exh. P.29.", "Sinija succumbed to burn injuries on 11.4.1999.", "Her dead body was sent for postmortem examination.", "Similarly, on 20.4.1999 he recorded statement (Exh. P30) of Smt. Nagarathna another injured passenger of the bus in presence of the doctor but she also succumbed to burn injuries on 22.4.1999."], "sent_labels": [[], ["unlawful assembly"], ["criminal intimidation"], ["mischief"], ["criminal intimidation"], ["mischief"], ["mischief"], ["hurt"], ["hurt"], [], ["murder"], ["murder"], ["murder"]], "doc_labels": ["unlawful assembly", "criminal intimidation", "murder", "hurt", "mischief"]}
{"factid": "2010_S_584", "text": ["The appellant was a truck driver and was plying his vehicle fully loaded with stones on the State highway bye- passing Hunsur town on the 15th September, 1992.", "As per the prosecution the vehicle allegedly overturned and four persons sitting in the cabin and three on the stones in the rear part of the truck were thrown out, leading to the death of one sitting in the rear and injuries to seven others."], "sent_labels": [[], ["offence affecting public safety", "murder", "hurt"]], "doc_labels": ["hurt", "murder", "offence affecting public safety"]}
{"factid": "2011_D_45", "text": ["The relevant facts briefly are that on 12.12.2004, F.I.R. No.276 was registered at Police Station Sadar, District Ludhiana, against the appellant under Sections 452, 324, 323, 506, 326 read with Section 34 of the Indian Penal Code (for short 'the IPC') on information furnished by respondent No.1.", "The allegations in the F.I.R. were that on 12.12.2004, at about 8.00 a.m., the respondent No.1 and his mother were on their plot of land and they had engaged mason and labours for erecting walls on the plot when the appellant with others came armed with weapons and started beating the respondent No.1 and his mother and as a result the respondent No.1 and his mother suffered injuries and were admitted in the hospital.", "On 13.12.2004, the appellant gave a different version of the incident on 12.12.2004 to the police alleging that when he along with his father Mohan Singh reached the plot, they saw the respondent Nos. 1 and 2 along with others erecting walls on the plot and when Mohan Singh stopped the mason saying that the plot was a disputed one, respondent no.2 gave a lalkara and all others attacked Mohan Singh and the appellant caused injuries on them and as a result they have been admitted to the hospital."], "sent_labels": [[], ["criminal trespass", "hurt", "unlawful assembly"], ["hurt"]], "doc_labels": ["hurt", "unlawful assembly", "criminal trespass"]}
{"factid": "2011_S_220", "text": ["On 31.12.2000, at about 3 p.m., the accused persons (Shaji, Devarajan, Haridas, Kannan @ Gopalakrishnan, Latheef and Unnikrishnan) formed themselves into an unlawful assembly came in a van armed with deadly weapons such as chopper, iron bars, iron pipe, wooden sticks etc. with the common object of doing away with Usman, who was sitting in the Verandah of the smoke house of the Oil Mill at Mannambatta.", "All the accused persons attacked him and finally, A-1 inflicted three cut injuries on his head with a chopper.", "Thereafter, they left the place of occurrence in the Van in which they came.", "At the time of occurrence, Mohd. Rafi (PW-1) and Geetha (PW-2), a worker in the Oil Mill were also present there.", "Mohd. Rafi (PW-1) along with Baby (PW-5), who came there, took Usman @ Haneefa to the nearest hospital where he was declared brought dead."], "sent_labels": [["unlawful assembly", "criminal trespass"], ["murder"], [], [], ["murder"]], "doc_labels": ["unlawful assembly", "murder", "criminal trespass"]}
{"factid": "2011_S_256", "text": ["On 22.12.2000 at about 9 p.m. in the evening some intruders started indiscriminate firing and gunned down three army Jawans belonging to 7th Rajputana Rifles.", "This battalion was placed in Red Fort for its protection considering the importance of Red Fort in the history of India.", "There was a Quick Reaction Team of this battalion which returned the firing towards the intruders.", "However, no intruder was killed and the intruders were successful in escaping by scaling over the rear side boundary wall of the Red Fort.", "This attack rocked the whole nation generally and the city of Delhi in particular as Red Fort is very significant in the history which was taken over by British Army way back in 1857 and was retrieved back to India on 15.8.1947.", "It is also significant to note that the Prime Minister addresses the nation from this very Red Fort on every 15th of August.", "The three unfortunate soldiers who lost their lives in this attack were:- (i) A civilian Sentry namely, Abdullah Thakur (ii) Rifleman (Barber) Uma Shankar (iii) Naik Ashok Kumar, who was injured and then succumbed to his injuries later on.", "The Red Fort comes within the local jurisdiction of Police Station Kotwali.", "The Information was recorded by DD No.19A, Exhibit PW-15/B and Sub-Inspector (S.I.) Rajinder Singh (PW-137) rushed to the spot.", "SHO Roop Lal (PW-234) who was the Station House Officer of Kotwali police station also reached the spot and recorded the statement of one Capt. S.P. Patwardhan (PW-189) which was treated as the First Information Report.", "This First Information Report refers to two persons in dark clothing and armed with AK 56/47 rifles having entered the Red Fort from the direction of Saleem Garh Gate/Yamuna Bridge.", "It is further stated that first they fired at the civilian Sentry Abdullah Thakur, secondly they came across rifleman (barber) Uma Shankar near Rajputana Rifles MT lines and fired at him due to which he died on the spot.", "It is further mentioned that lastly the intruders ran into the room in the unit lines close to the office complex and fired shots at Naik Ashok Kumar who was seriously injured.", "The FIR further mentions that thereafter they ran towards ASI Museum complex and fired in the direction of police guard room located inside the Museum.", "At this stage, the quick reaction team started firing at them.", "However, they escaped into the wooded area close to the ring road.", "The FIR also mentions that some fired/unfired ammunition was recovered from the spot."], "sent_labels": [["offence against state", "criminal conspiracy"], [], [], [], [], [], ["offence against state"], [], [], [], ["offence against state"], ["offence against state"], ["offence against state"], ["offence against state"], [], [], []], "doc_labels": ["criminal conspiracy", "offence against state"]}
{"factid": "2011_S_282", "text": ["According to the prosecution, on 10th March, 1999 at about 7.15 a.m., while Pujari Tulsi Das (now deceased) was in the Raghunathji's temple, the respondent abruptly hurled a stone on his head resulting into his instantaneous death.", "The respondent also damaged the idol and other properties of the temple.", "This all was unprovoked.", "The incident was witnessed by the villagers including PW-6 Santosh, PW-11 Narsingh Ram and PW-16, Smt. Tiku Devi.  PW-2, Ghan Shyam Das Daga reported the matter to the police immediately.", "The body of the deceased was sent for post-mortem which was performed by PW-20, Dr. C.P. Bhati, who prepared the post-mortem report ext. P-37."], "sent_labels": [["murder"], ["offence related to religion"], [], [], ["murder"]], "doc_labels": ["offence related to religion", "murder"]}
{"factid": "2011_V_12", "text": ["It is said, PW-6 Mayabai, real sister of deceased Daddu had become pregnant on account of accused Onkar and Ganesh.", "Panchayat was called to resolve the dispute.", "Panchayat passed a resolution to outcaste deceased Daddu, PW-6 Mayabai and their family members.", "On account of this, they were in inimical terms.", "On 4.11.1992, Radhelal, uncle of deceased Daddu, was not in his house.", "Deceased Daddu, and Narmada @ Narbadi were required to sleep at Radhelal's house and hence were proceeding towards his house at about 8:00 p.m for this purpose.", "Narmada @ Narbadi was brother-in-law of deceased Daddu.", "When they reached the house of Radhelal, wives of accused Veeran, Onkar and Rewaram started abusing them saying that these persons had lost their reputation because of the misconduct committed by PW-6 - Mayabai, sister of deceased Daddu, after which Daddu (deceased) asked the ladies not to abuse them.", "At that time accused Veeran, Onkar and Rewaram came out from their house but went back to their respective houses.", "However, before leaving they challenged deceased Daddu, to come out of the house.", "Daddu came out of his house and at that point of time, accused Lakhan, Ashok and Ganesh also came to the spot armed with Gandasa, Farsa and Lathis, etc.", "All of them told Daddu that he was crossing all limits and he should behave in proper and orderly manner.", "After some altercation, they started beating Daddu (deceased) with the weapons they were carrying.", "It is said that Veeran caused injuries on the head of Daddu.", "On account of injuries sustained by Daddu, he fell down.", "Even though, Narmada @ Narbadi raised protest but they did not stop.", "Mayabai - PW6, Rambai and Trivenibai - PW7 (sisters of deceased Daddu), Shiv Prasad and Kailash - PW9, (cousin of deceased) of the same village came to intervene but the accused persons did not stop.", "After inflicting injuries on Daddu, thinking him to be dead, accused left the spot.", "Narmada @ Narbadi and Mayabai also sustained injuries as they were trying to intervene.", "Daddu was then taken in a bullock cart to Police Station, Gotetoriya, Narsinghpur by Mayabai and others.", "FIR was lodged by Mayabai on 4.11.92 at 23.30 Hrs. naming all the eight accused in the same and giving details of the injuries caused by each one of them, with the weapons they were carrying.", "Thereafter, Daddu was taken to Civil Hospital, Gadarwara but before any medical help could be provided to him, he was declared 'brought dead' by the Doctors attending on him."], "sent_labels": [[], [], [], [], [], [], [], [], [], [], ["unlawful assembly"], [], ["hurt"], ["hurt"], ["hurt"], [], [], ["hurt"], ["hurt"], [], [], ["murder"]], "doc_labels": ["hurt", "unlawful assembly", "murder"]}
{"factid": "2012_B_9", "text": ["On 30.10.1992, one Dhian Singh-the Complainant (PW-3), after attending the last rites of one of his relatives at Village Mustabad, Amritsar was returning to Batala along with his family members in a Jhang Transport Bus bearing No. PB- 02-D-9485.", "The bus was being driven at a very high speed by the driver-Respondent No. 1 herein.", "When the aforesaid bus reached the bus stand at Mudhal, at that time, a truck bearing No. PB-02-C-9665 which was being driven by Respondent No. 2 herein was coming from the opposite side at a very high speed.", "Both the drivers were driving their vehicle at a very high speed and in rash and negligent manner, as a result of which, both the vehicles collided with each other and two passengers, namely, Darshan Singh s/o Bela Singh and Banso w/o Ajit Singh died at the spot.", "The other passengers, namely, Sonia, Dalbir Singh  and Ramandeep were taken to the Civil Hospital but later on they succumbed to their injuries."], "sent_labels": [[], ["offence affecting public safety"], ["offence affecting public safety"], ["offence affecting public safety", "murder"], ["hurt", "murder"]], "doc_labels": ["hurt", "murder", "offence affecting public safety"]}
{"factid": "2012_K_48", "text": ["The respondent No. 1 in each of these appeals i.e. Karnataka Industrial Corporation Bank Ltd., Hubli (hereinafter shall be referred to 'the complainant Bank') had filed 18 different complaints in the Court of Judicial Magistrate, First Class, Hubli alleging that between 12.07.2003 and 31.03.2004 loans were taken by each of the appellants by mortgaging gold ornaments.", "According to the complainant Bank, on 10.06.2004, a news item had appeared in the local newspapers that the appraiser of Maratha Cooperative Bank had given false appraisal reports on the basis of which the said bank had granted loans against fake gold ornaments.", "As the said person was also the appraiser of the complainant Bank the gold ornaments pledged with the complainant bank by the accused were verified through another appraiser (PW.4) who certified the gold ornaments pledged by the accused to be fake."], "sent_labels": [[], ["cheating"], ["criminal breach of trust"]], "doc_labels": ["criminal breach of trust", "cheating"]}
{"factid": "2012_S_363", "text": ["The F.I.R. was registered at Mahila Thana Daraganj, Allahabad wherein the complainant alleged that she was married to Shyamji Mehrotra s/o Balbir Saran who was living at Eros Garden, Charmswood Village, Faridabad, Suraj Kund Road at Faridabad Haryana as per the Hindu marriage rites and customs.", "Prior to marriage the complainant and her family members were told by Shyamji Mehrotra and his elder brother Ramji Mehrotra who is appellant No.2 herein and their mother Smt.", "Kamla Mehrotra and her sister Geeta Mehrotra who is appellant No.1 herein that Shyamji is employed as a Team Leader in a top I.T. Company in Chennai and is getting salary of Rs.45,000/- per month.", "After negotiation between the parents of the complainant and the accused parties, the marriage of the complainant Shipra Seth (later Shipra Mehrotra) and Shyamji Mehrotra was performed after which the respondent-complainant left for the house of her in-laws.", "It was stated that the atmosphere in the house was peaceful for sometime but soon after the wedding, when all the relatives left, the maid who cooked meals was first of all paid-off by the aforesaid four persons who then told the complainant that from now onwards, the complainant will have to prepare food for the family.", "In addition, the above mentioned people started taunting and scolding her on trivial issues.", "The complainant also came to know that Shyamji was not employed anywhere and always stayed in the house.", "Shyamji gradually took away all the money which the complainant had with her and then told her that her father had not given dowry properly, therefore, she should get Rupees five lakhs from her father in order to enable him to start business, because he was not getting any job.", "When the complainant clearly declined and stated that she will not ask her parents for money, Shyamji, on instigation of other accused-family members, started beating her occasionally.", "To escape every day torture and financial status of the family, the complainant took up a job in a Call Centre at Convergys on 17.2.2003 where the complainant had to do night shifts due to which she used to come back home at around 3 a.m. in the morning.", "Just on her return from work, the household people started playing bhajan cassettes after which she had to get up at 7'o clock in the morning to prepare and serve food to all the members in the family.", "Often on falling asleep in the morning, Shyamji, Kamla Devi and Geeta Mehrotra tortured the complainant every day mentally and physically.", "Ramji Mehrotra often provoked the other three family members to torture and often used to make the complainant feel sad by making inappropriate statements about the complainant and her parents.", "Her husband Shyamji also took away the salary from the complainant.", "After persistent efforts, Shyamji finally got a job in Chennai and he went to Chennai for the job in May, 2003.", "But, it is alleged that there was no change in his behaviour even after going to Chennai.", "The complainant often called him on phone to talk to him but he always did irrelevant conversation.", "He never spoke properly with the complainant whenever he visited home and often used to hurl filthy abuses.", "The complainant states that she often wept and tolerated the tortures of the accused persons for a long time but did not complain to her family members, as that would have made them feel sad.", "At last, when the complainant realized that even her life was in danger, she was compelled to tell everything to her father on phone who was very upset on hearing her woes.", "On 15.7.2003 complainant heard some conversation of her mother-inlaw and sister-in-law from which it appeared to her that they want to kill the complainant in the night only.", "Thereupon the complainant apprised her father of the situation on phone to which her father replied that he will call back her father-in-law and she should go with him immediately and he will come in the morning.", "The father-in-law Satish Dhawan and his wife who were living in NOIDA thereafter came in the night and somehow took the complainant to their home who also came to know of everything.", "The complainant's father and brother later went to her matrimonial home on 16.7.2003.", "On seeing her father and brother, Kamla Mehrotra and Geeta Mehrotra started speaking loudly and started saying that Shyamji would be coming by the evening and so he should come in the evening for talking to them.", "Her father and brother then went away from there.", "That very day, her husband Shyamji and brother-in-law Ramji also reached home.", "On reaching there, Shyamji abused her on phone and told her to send her father.", "When father and brother of the complainant went home in the evening, they were also insulted by all the four and video camera and tape were played and in the end they were told that they should leave from here.", "Insulted, they came back from there and then came back to Allahabad with the complainant.", "For many days the complainant and her family members hoped that the situation would improve if the matter was resolved.", "Many times other people tried to persuade the in - laws but to no avail.", "Her brother went to their house to talk to her in laws but it came to his knowledge that the in - laws had changed their house.", "After much effort, they came to know that the father-inlaw and mother-in-law started living at B-39, Brahma cooperative group housing society, block 7, sector-7, Dwarka, Delhi.", "On 19.09.04 evening, her father talked to Kamla Mehrotra and Geeta Mehrotra regarding the complainant using bad words and it was said that if her daughter came there she will be kicked out.", "After some time Shyamji rang up at complainant's home but on hearing the complainant's voice, he told her abusively that now she should not come his way and she should tell her father not to phone him in future.", "At approximately 10:30 pm in the night Ramji's phone came to the complainant's home.", "He used bad words while talking to her father and in the end said that he had got papers prepared in his defence and he may do whatever he could but if he could afford to give Rs.10 lakhs then it should be conveyed after which he will reconsider the matter.", "If the girl was sent to his place without money, then even her dead body will not be found.", "On hearing these talks of the accused, the complainant believed that her in-laws will not let the complainant enter their home without taking ten lakhs and if the complainant went there on her own, she will not be safe.", "Hence, she lodged the report wherein she prayed that the SHO Daraganj should be ordered to do the needful after registering the case against the accused Shyam Mehrotra, Ramji Mehrotra, Kamla Mehrotra and Geeta Mehrotra.", "Thus, in substance, the complainant related the bickering at her matrimonial home which made her life miserable in several ways and compelled her to leave her in-law's place in order to live with her father where she lodged a police case as stated hereinbefore."], "sent_labels": [[], [], [], [], [], ["criminal intimidation"], [], [], ["cruelty by husband", "hurt"], ["cruelty by husband"], [], ["hurt", "cruelty by husband", "criminal intimidation"], ["cruelty by husband", "criminal intimidation"], [], [], [], [], ["criminal intimidation"], [], [], [], [], [], [], [], [], [], ["criminal intimidation"], ["criminal intimidation"], [], [], [], [], [], [], ["criminal intimidation"], [], [], ["criminal intimidation"], [], [], []], "doc_labels": ["criminal intimidation", "hurt", "cruelty by husband"]}
{"factid": "2012_T_29", "text": ["The appellants are original accused 6 and 7 respectively (\"accused 6 and 7\", for brevity).", "Accused-6 is the husband of accused-7 and accused-5 is their daughter.", "The case of the complainant-Ashok Jairam Bhojane (for short \"the complainant\"), as evident from the F.I.R. dated 10/01/2012 lodged at Police Station, Jaulka, is that his son Nitin (the deceased) was married to accused-5 at Murtizapur in March, 2011.", "The deceased had given an amount of Rs.71,500/- to Baban Devlate because Baban Devlate had promised to give job to his brother-Vijay.", "Baban Devlate had given a cheque of Rs.50,000/- to the deceased and told him that if the job is not given, he may deposit the cheque and get the money.", "As Vijay did not get the job as promised, the deceased deposited the cheque in the bank.", "The cheque was dishonoured.", "Baban Devlate, his wife and children refused to give back the amount.", "The deceased was, therefore, disturbed.", "It is further stated by the complainant in the complaint that accused-5 Sadhya-wife of the deceased did not want to stay in the matrimonial house.", "She wanted the deceased to separate from his parents.", "According to the complainant, on 31/12/2011 the deceased had gone to Jaulka for duty.", "No one was in the house except his son Vijay.", "Accused-5 told him that she was unwell and, therefore, she wanted to go to the hospital.", "She requested Vijay to drop her at her parent's place at Murtizapur.", "Accordingly, Vijay dropped her at her parent's place and came back.", "On 04/01/2012 the deceased came back from his duty.", "He found that accused-5 had taken away the entire jewellery with her.", "Due to this the deceased was extremely disturbed.", "On 05/01/2012 he left for Jaulka to join his duty, however, he did not return.", "He could not be contacted on phone.", "Therefore, the complainant went to Jaulka Police Station on 08/01/2012.", "At the Police Station he came to know that at Chala, which is adjacent to Davha Nalah, the deceased had hanged himself on a tree after consuming poison.", "According to the complainant the deceased had committed suicide because Baban Devlate had not returned the amount given to him by the deceased for the purpose of securing job for his brother -Vijay and also because of the harassment caused to him by the appellants, accused 6 and 7 respectively and accused-5."], "sent_labels": [[], [], [], [], [], [], ["cheating"], ["cheating"], [], [], [], [], [], [], [], [], [], ["cheating"], [], [], [], [], ["murder"], ["murder", "cheating"]], "doc_labels": ["murder", "cheating"]}
{"factid": "2012_T_36", "text": ["The broad essential facts of the prosecution case are that A-1 and A2 are real brothers and A-3 is their cousin.", "A-1, Thoti Ekambaram, had developed illicit relationship with Dhanamma, the cousin sister of the deceased, Kuppuswamy Modali.", "The deceased, his brother Damodaran and other family members had an apprehension that if Dhanamma continued such kind of intimacy with A-1, she would not be in a position to perform the marriage of her daughter.", "The said apprehension compelled them to send Dhanamma and her daughter to Bangalore where Dhanamma lived with her son.", "This act of the deceased and his family members stirred up anger in the heart of A-1 and a sense of revenge ruled his thought.", "The accused waited for the opportunity to pick up quarrels and triggered altercations on every trivial issue with the deceased and his family.", "The trivial cavil slowly gave rise to a major incident and on one day, A-1 and others allowed their cattle into the sugarcane fields of the deceased who wantonly grazed there and spoiled the crops.", "As the factual matrix would undrape, on 24.9.2002 at about 3.00 p.m., A-1 and A-2 drove their cows again for grazing the crop of the deceased.", "On seeing the same, Sekhar, son of the deceased, brought those cattle to his house and tied them.", "At about 4.00 p.m., A-1 and A-2 went to the house of the deceased, picked up a quarrel, assaulted them and took away their cattle.", "They also threatened them with dire consequences.", "Being disturbed, Kuppuswamy Mudali (deceased) and his son Sekhar (PW 1) approached the elders of the village, namely, Gunasekhar and Amudalaputtur Kesava Reddy (PWs-7 and 12) and others, for convening a panchayat so that such unwarranted actions were not repeated.", "The said elders secured the presence of A-1 and A-2, the deceased and his son and told all of them that there would be a mediation on 26.9.2002 and sincere efforts should be made to put the controversy to rest.", "The case of the prosecution as further uncurtained is that on 25.9.2002, at about 11.00 a.m., when Sekhar, the deceased and Jayamma, wife of the deceased (PW-3), were in their house, A-1 and A-3 armed with iron rods and A-2 armed with billhook trespassed into the house of the deceased.", "A-1 and A-2 caught hold of him and his son and dragged them out of the house.", "A-1, Thoti Ekambaram, assaulted the deceased with iron rods on his head, neck and all over his body and caused injuries as a consequence of which he fell down and lost his consciousness.", "At that juncture, Arunachalam, PW-6, the younger brother of the deceased, intervened.", "Thoti Manohar, A-2, struck him with the billhook on his face as a result of which he sustained injuries.", "A-3 also assaulted him with iron rod on his chest.", "Rukminamma, PW-2, intervened and was assaulted by A-2.", "Jayamma, PW-3, was assaulted by A-1.", "Similarly, when Pargunam, PW-4, and Damodaran, PW-5, intervened, they were also beaten up by the accused persons.", "All the injured persons were taken to the Government hospital, Chittoor in a jeep for necessary treatment.", "In the hospital, Kuppuswamy Modali was declared dead.", "The other remaining injured were admitted in the hospital for treatment."], "sent_labels": [[], [], [], [], [], [], [], [], [], ["hurt"], [], [], [], ["criminal trespass"], [], ["hurt"], [], ["hurt"], ["hurt"], ["hurt"], ["hurt"], ["hurt"], [], ["murder"], ["hurt"]], "doc_labels": ["hurt", "murder", "criminal trespass"]}
{"factid": "2013_A_27", "text": ["The allegations levelled in the first information report generally were, that the functionaries of the MPSIDC had permitted investment by way of inter corporate deposits (hereinafter referred to as the 'ICD's') through a resolution of the Board of Directors (of the MPSIDC) dated 19.4.1995.", "By the instant resolution, the Board (of the MPSIDC) authorized its Managing Director, to extend short term loans (including ICD's) out of the surplus funds with the MPSIDC, on suitable terms and conditions.", "The gravamen of the accusation was, that the Board of Directors' resolution dated 19.4.1995 was passed in disregard of an earlier decision taken in the Cabinet Review Meeting held on 28.1.1994, wherein a decision was taken that the MPSIDC would not extend financial assistance to industries.", "The petitioner herein had admittedly attended the said meeting held on 28.1.1994.", "The accusation also included the insinuation, that after the decision of the Cabinet Review Committee dated 28.1.1994, the Board of Directors (of the MPSIDC) had passed an endorsing resolution dated 31.1.1994, wherein it was resolved by the MPSIDC to stop financing industries, from out of its surplus funds.", "The petitioner herein had even participated in the instant proceedings held on 31.1.1994.", "Based on the aforesaid factual position, it was sought to be suggested, that undeterred by the decision during the Cabinet Review Meeting dated 28.1.1994, and the resolution of the Board dated 31.1.1994 (which had prohibited extension of financial assistance to industries), the Board of Directors' resolution dated 19.4.1995, authorized its Managing Director to extend short term loans (including ICD's) to industries, out of surplus funds with the MPSIDC, on suitable terms and conditions.", "After the aforesaid Board resolution dated 19.4.1995, it was alleged, that the MPSIDC had extended ICD's to a large number of companies, out of which 42 companies had committed default in repayments.  The ICD's referred to in the foregoing paragraph were executed during the period between 1995 and 2004.", "It was alleged, that four senior functionaries of the MPSIDC who were then members of the Board of Directors of the MPSIDC had deliberately supported the resolution of the Board of Directors dated 19.4.1995, despite the fact that they were aware of the Cabinet Review Meeting decision dated 28.1.1994, as well as, the earlier resolution of the Board of Directors of the MPSIDC dated 31.1.1994.", "Without their participation and support, it was alleged, that the controversial Board resolution dated 19.4.1995 could not have been passed.", "It would also be relevant to mention, that allegations were also levelled against 42 defaulting companies in the first information report dated 24.7.2004.", "The said 42 companies had defaulted by not making repayments of the ICD's released to them, in terms of their contractual obligations.", "The said first information report, however, did not make any reference to a large number of other companies in whose favour the MPSIDC had likewise extended ICD's, simply because the companies had returned the loaned amount to the MPSIDC, in consonance with their contractual obligations."], "sent_labels": [[], [], ["criminal breach of trust", "criminal conspiracy"], [], [], ["criminal breach of trust"], [], [], ["criminal breach of trust", "criminal conspiracy", "offence by public servant"], ["criminal breach of trust", "criminal conspiracy"], [], ["criminal breach of trust"], []], "doc_labels": ["criminal conspiracy", "offence by public servant", "criminal breach of trust"]}
{"factid": "2013_J_12", "text": ["On 23.12.2002, Pooja, a tiny girl below five years of age was brutally raped and thereafter murdered by the respondent.", "He packed the dead body in a sack and further in a bag and secretly left it in a train."], "sent_labels": [["sexual offence", "murder"], ["murder"]], "doc_labels": ["murder", "sexual offence"]}
{"factid": "2013_R_13", "text": ["The case of the prosecution as projected before the Court below was that 7 days prior to the date of occurrence there was some dispute between the children of the parties of the victim and the accused.", "A goat belonging to the accused persons stated to have gone into the maize field of the deceased Zahiruddin and when the son of the said deceased objected to that, he was caught by the father of the accused 1 to 6.", "When the deceased Zahiruddin came to know about the said conduct of Masook, father of the accused 1 to 6, he went and protested by questioning him as to how for the grazing of the maize crop by the goat belonging to Masook, the son of the deceased could be held in captivity.", "The said protest raised by deceased Zahiruddin was not liked by Masook and both stated to have abused each other.", "Pursuant to the said incident, on 05.09.1997 at about 3.00 pm, all the appellants- accused armed with country-made gun (Addhi) as well as country-made pistols and the first accused holding his gun, entered the house of the deceased where P.Ws.1 to 3 were conversing with the deceased, Zahiruddin and made indiscriminate firing towards the deceased and the other persons.", "The deceased, P.Ws.2 and 3 stated to have sustained firearm injuries and they raised alarm pursuant to which others rushed to the spot.", "The appellants stated to have escaped from the scene of occurrence after giving further threats.", "The injured along with the deceased stated to have been sent to the hospital where the injured persons including the deceased were examined by the doctor.", "The injury report of the deceased Zahiruddin was Ext. Ka-3, the injury report of P.W.2 was Ext. Ka-4 and the injury report of P.W.3 was Ext. Ka-2.", "The deceased Zahiruddin died on the next day, i.e. on 06.09.1997 at 3:30 pm.", "The inquest memo was Ext. Ka-15 and the postmortem report was Ext. Ka- 5. P.W.4 Dr. Irfan Ahmad was the doctor who conducted the postmortem and issued the postmortem certificate.", "The Investigation was initially carried out by P.W.6 and was later on completed by P.W.8.", "The charge-sheet was Ext. Ka-12.", "P.W.2, the wife of the deceased suffered two injuries, while P.W.3, the niece of the deceased, suffered one injury.", "The deceased suffered as many as eight injuries.", "It was in evidence that all the injuries were due to gun shots."], "sent_labels": [[], [], [], [], ["unlawful assembly", "criminal trespass"], ["hurt"], [], ["hurt"], ["hurt"], ["murder"], ["murder"], [], [], ["hurt"], ["hurt"], ["hurt"]], "doc_labels": ["murder", "hurt", "unlawful assembly", "criminal trespass"]}
{"factid": "2013_S_282", "text": ["The appellants, namely, J.L. Soman, K.D.P. Murty and T.K. Mukherjee were working as the Managing Director, General Manager and Distribution Manager respectively, at Uni-Sankyo Ltd., a limited Company, during the period of service of the complainants, namely, Sidharth Burman, S.K. Sinha and Rajnikant who have been arrayed as respondent No.2 in the respective criminal appeals.", "The complainants resigned from their services from the aforesaid Company on 03.02.2003, 04.02.2003 and 04.02.2003 respectively.", "On resignation, they claimed full and final settlement and claimed salary, bonus, leave encashment, gratuity etc. which were allegedly due to them by the Company.", "The appellants, on the other hand, alleged that the complainants had allowed misappropriation of stocks and payments received from customers, allowed accumulation of outstanding dues to the Company against goods sold by allowing indiscriminate sales and did not recover the huge outstanding amounts although it was promised.", "Due to this, their full and final settlement of accounts was kept pending by the Company."], "sent_labels": [[], [], [], ["cheating", "criminal conspiracy"], []], "doc_labels": ["criminal conspiracy", "cheating"]}
{"factid": "2013_S_329", "text": ["The prosecution case, in brief, is that on 14.4.2005 on receipt of a telephonic message from the Incharge, Police Post, General Hospital, Bhiwani regarding admission of Meena Devi wife of Manoj Kumar (appellant no.1) resident of Village Hetampura in burnt condition, ASI Chattarmal (PW- 11) of P.S. Sadar,Bhiwani along with other police officials reached the said hospital and collected medical ruqa (memo) alongwith medico-legal report of injured Meena.", "After obtaining the opinion of the Doctor regarding fitness of the injured to make statement when he brought the Duty Magistrate to record her statement in the hospital, the Doctor had already referred her to PGIMS Rohtak.", "Thereafter, he alongwith Magistrate reached PGIMS, Rohtak and collected two medical ruqas from Incharge, Police Post, PGIMS Rohtak out of which one was regarding death of Meena.", "Then he reached in the gallery of emergency ward where complainant Vedpal (PW-9) met him and got recorded his statement (Ex.PA).", "It is alleged by the complainant- Vedpal (PW-9) that he had one daughter and two sons.", "His daughter was married with Manoj (appellant no.1) son of Mahabir about five years earlier (the actual date of marriage found to be 6.05.2000) to the incident that had occurred on 14.04.2005.", "He further stated that in the marriage of his daughter, he had given dowry beyond his financial capacity.", "However, his daughter on her return from her matrimonial home for the first time told him that her in-laws were not satisfied with the dowry articles that were given in marriage.", "The complainant had given double bed, T.V., fridge, cooler, sofa set, almirah, 21 utensils and clothes etc., besides, Rs.2100/- in cash.", "When the daughter of the complainant (PW-9) went to her matrimonial home for the second time, his son-in-law Manoj (appellant no.1), the mother-in-law of his daughter namely Chameli Devi (appellant no.2), the father-in-law namely Mahabir (since acquitted) and Jethani (husband's elder brother's wife) of his daughter namely Suman (appellant no.3) raised a demand for a motor cycle and started torturing her (beating) for this.", "Therefore, Meena Devi (deceased) started living with him (complainant).", "She stayed with her father (complainant) for fourteen months.", "About ten months earlier from the date of incident that occurred on 14.04.2005, the complainant (PW-9) made his daughter understand and sent her back in the presence of panchayat of Hetampura and Sant Mann Singh s/o Chandu Ram r/o Hissar.", "However, even then the accused were demanding a motor cycle and kept troubling his daughter for dowry.", "On 14.04.2005, at about 8.00 a.m, Mahabir informed him on telephone from the Hospital at Bhiwani that Meena Devi (deceased) had been admitted in the Government Hospital, Bhiwani with burn injuries.", "On receiving this information, the complainant (PW-9) and Dayanand s/o Jogi Ram and his brother Shamsher reached the Hospital at Bhiwani.", "There they came to know that Meena Devi (deceased) had been referred to PGIMS, Rohtak.", "Then they all reached PGIMS, Rohtak where he met his daughter in the emergency ward of PGIMS, Rohtak.", "His daughter told him that in the morning on that day, her mother-in-law namely Chameli Devi (appellant no.2) had called her in the room and her husband Manoj (appellant no.1) poured kerosene oil on her and her husband's elder brother's wife (Jethani) namely Suman (appellant no.3) lit a matchstick and set her on fire on account of which she got burnt.", "After sometime Meena Devi (deceased) while she was under treatment breathed her last.", "It it alleged by the complainant (PW-9) that on account of greed of dowry, his daughter Meena Devi (deceased) had been set on fire by pouring kerosene oil on her by her husband Manoj (appellant no.1), mother-in-law Chameli Devi (appellant no.2) and husband's elder brother's wife (Jethani) Suman (appellant no.3) after colluding with each other.", "He further requested for action being taken against the accused."], "sent_labels": [[], [], ["murder"], [], [], [], [], [], [], ["cruelty by husband"], [], [], [], ["cruelty by husband"], [], [], [], [], ["hurt", "murder"], ["murder"], ["murder"], []], "doc_labels": ["cruelty by husband", "murder", "hurt"]}
{"factid": "2013_S_398", "text": ["Complainant stated that she moved into the above mentioned flat on 23.04.2011 along with her husband, her servants and necessary household belongings.", "Having come to know of the same, her brother along with accused came to India from USA and occupied one out of the four bedrooms in the flat and then indulged in several unlawful acts with a view to push the complainant out of the flat.", "On 8.5.2011, the accused accompanied by her daughter (born to her from her first marriage) came to the flat at about 4.00 p.m. and then left for filing a complaint before the Cuffe Parade Police Station against the complainant stating that she had broken the locks of their rooms in the flat.", "After lodging the complaint, she came back to the flat and rushed into the room where the idols are kept and shouted that she would not permit anyone to enter the Puja room.", "The complainant has described the incident as follows: \"....As I and my husband were explaining to S.I. Pawar that she had no right whatsoever to deny or prevent our access to the Puja Room the Accused shouted that if I was so keen on doing Puja, she would move the Devara outside.", "She ran to the Devara and began to push it.", "Finding it a little heavy, she then ran in frenzy, picked up my clothes and that I had left on the bed, took them to the living room and threw them on the sofa.", "She then came back to the Puja Room and in a premeditated fashion made a second attempt to push the Devara out of the room.", "She proceeded to drag the Devara in a rough manner thereby dislodging all the frames and idols of our Kula Devatas making them fall to the floor.", "The lamp that I had lit also fell to the ground and the flame was extinguished.", "She did this with the deliberate intention of wounding the religious feelings of me and my husband knowing fully well that it would not only wound our religious feelings but will cause us a lot of hurt and anguish at this sacrilege at her hands.", "At this point of time, even S.I. Pawar tried to reason with her not to indulge in such a sacrilegious act.", "Even then, the Accused ignored the pleas of her own daughter and of S.I. Pawar to stop indulging in such sacrilege to our Gods, and intentional insult to me and my husband.", "Thereafter, Marisha shouted at the Accused and asked her to stop indulging in such acts.\""], "sent_labels": [[], ["criminal intimidation"], ["criminal intimidation"], [], ["offence related to religion"], ["offence related to religion"], [], ["offence related to religion"], ["offence related to religion"], [], ["offence related to religion"], [], ["offence related to religion", "criminal intimidation"], []], "doc_labels": ["offence related to religion", "criminal intimidation"]}
{"factid": "2013_S_417", "text": ["The deceased, a minor girl, aged about 11 years was living with her grandmother (PW-13) at Gunwant Khandare in Gunwant Maharaj Sansthan at Lakhnwadi.", "On 20.7.2006, in the evening, both the accused came to Sansthan and stayed there.", "On seeing the minor girl the accused and his wife offered mango sweets.", "On the morning of 21.07.2006 also the accused offered her sweets and attracted her attention.", "At about 12.00 O'clock on the same day, both the accused and his wife induced her to come with them and the girl accompanied them.", "PW-13, the grandmother of the girl child was informed by some of the ladies residing in the neighbourhood that they saw the girl being taken away by the first accused towards the place called Puja - Dhuni.", "PW-13 met village Madhan and informed him that fact and also to her son, Ramesh (PW-12), but the girl could not be traced.", "Facts revealed that the girl was taken by the accused persons to a weekly market at Paratwada and stayed there during night and the first accused had committed the act of rape on her and which was repeated at Gayatri Mandir at Paratwada where they had stayed on 22.7.2006.", "The accused persons then on 23.07.2006 took the girl to the house of one Ravindra Lavate (PW-8) whom they know earlier.", "PW8 and the son of the accused were friends.", "On the date of incident, they stayed there.", "The accused and the girl were sleeping in the verandah when PW-8 heard the cries of the minor girl and found the accused committing rape on her which was objected to by him and his wife.", "The accused then took the girl on a bicycle in the field bearing No.62 of Shantaram Jawarkar at about 9.00 pm.", "and after committing rape strangulated and murdered her.", "Vinod Jaswarkar (PW 14) and Sanjay (PW 9) found the dead body of the minor girl from the field.", "PW 9 approached the police station Asegaon and submitted Ext.48 report about the incident.", "The Investigating Officer A.P.I. Baviskar (PW18) went to the place of occurrence with the panchas and staff and noticed that the minor girl was raped and murdered.", "The spot panchnama was prepared in the presence of the staff.", "Articles found at the spot were seized and Ext.16 inquest panchnama was also prepared and dead body was sent for the post mortem.", "Dr. Mohan Kewade (PW 3) conducted the post- mortem and submitted the report Ext. 27 dated 25.07.2006.", "Ramesh (PW12) informed Asegaon police station that his sister's daughter was missing since 21.7.2006 and her dead body was identified by him.", "PW3, who conducted the post mortem, came to the conclusion that the deceased was raped and murdered and he had also opined that the deceased was subjected to carnal intercourse and the death was due to asphyxia due to strangulation."], "sent_labels": [[], [], [], [], [], ["kidnapping"], [], ["sexual offence"], [], [], [], ["sexual offence"], [], ["sexual offence", "murder", "offence against public justice"], ["murder"], [], ["sexual offence", "murder"], [], ["murder"], ["murder"], ["kidnapping", "murder"], ["sexual offence", "murder"]], "doc_labels": ["murder", "offence against public justice", "kidnapping", "sexual offence"]}
{"factid": "2013_S_519", "text": ["In his evidence, he asserted that on 07.12.1998, at about 1.30 p.m., while he was working in the shop of Uttam Majhi along with others, suddenly a man of 25-30 years entered into their shop through their collapsible gate with a pistol.", "4-5 persons also entered into their shop following him.", "They all were armed with pistols, knives and curbed knives.", "They were running here and there and they picked up the manufactured gold ornaments from their workers and kept the same in a jute bag.", "Some persons also entered into the gold shops of Prosanta and Nasiruddin.", "When people assembled in front of their shops and shouted 'dacoits dacoits', the said persons, on hearing the same, fled away.", "He also stated that when he came out while following them, he noticed that the engines of two taxis, viz., yellow and black yellow were on with the drivers standing outside the taxis.", "He noted down the registration numbers of the taxis.", "He identified the appellant as one of the person standing with the taxi on."], "sent_labels": [[], ["unlawful assembly"], ["unlawful assembly"], ["robbery"], [], ["robbery"], [], [], []], "doc_labels": ["unlawful assembly", "robbery"]}
{"factid": "2013_T_36", "text": ["Babri Masjid at Ayodhya was demolished on 06.12.1992.", "After its demolition, violence broke out throughout the country.", "In order to take revenge of the said demolition, Tiger Memon (AA) and Dawood Ibrahim, a resident of Dubai, formulated a conspiracy to commit a terrorist act in the city of Bombay.", "In pursuance of the said object, Dawood Ibrahim agreed to send arms and ammunitions from abroad.", "Tiger Memon, in association with his men, particularly, the accused persons, received those arms and ammunitions through sea-coasts of Bombay.", "In continuation of the said conspiracy, Tiger Memon sent some of the accused persons to Dubai and from there to Pakistan for training and handling in arms and ammunitions.", "On 12.03.1993, the commercial hub of the country, the city of Bombay, witnessed an unprecedented terrorist act sending shock waves throughout the world.", "In a span of about two hours i.e., between 13:33 to 15:40 hours, a series of 12 bomb explosions took place one after the other at the following twelve places in Bombay, namely, Bombay Stock Exchange, Katha Bazaar, Sena Bhavan, Century Bazaar, Mahim Causeway, Air India Building, Zaveri Bazaar, Hotel Sea Rock, Plaza Theatre, Juhu Centaur Hotel, Air Port Bay-54 and Air Port Centaur Hotel.", "In the abovesaid incident of serial bombings, 257 human lives were lost, 713 persons were seriously injured and properties worth about Rs. 27 crores were destroyed.", "This was the first ever terrorist attack in the world where RDX (Research Department Explosive) was used on a large scale basis after the World War II.", "The aforesaid calculated act of terror was carried out with utter disregard to human life and dignity.", "The object of the crime was to incite communal violence and to overawe and weaken the government, disturb social harmony and to break up the social, political and economic order of the country.", "This overt act of violence not only caused physical and mental damage but also left a psychological impact on society as a whole as the lives of several citizens were completely destroyed.", "The conspiratorial acts leading to one of the aforesaid object began on or before 06.01.1993 at a meeting in Hotel Persian Darbar, Panvel, wherein the following accused persons, viz., Md. Ahmed Dosa (AA), Md. Salim Mira Moiddin Shaikh @ Salim Kutta (A-134), Md. Kasam Lajpuria (A-136), Ranjitkumar Singh Baleshwar Prasad (A-102) and Md. Sultan Sayyed (A-90) met and organized the landing of fire arms and ammunitions and hand grenades which was to take place on the coast of Dighi Jetty in Raigad District of State of Maharashtra on 09.01.1993.", "On the said date, Md. Dossa (AA) smuggled and sent a consignment of arms and ammunitions at Dighi Jetty, Raigad in connivance with Md. Sultan Sayeed (A-90), who received illegal gratification for the same.", "The following persons were also involved in the landing at Dighi Jetty, namely, Uttam Shantaram Poddar (A- 30), Abdulla Ibrahim Surti (A-66), Ashok Narayan Muneshwar (A-70), Faki Ali Faki Ahmed Subedar (A-74), Janardhan pandering gammas (A-81), Jaywant Keshav Gurav (A-82), Krishna Sadanand Mokal (A-83), Krishna Tukaram Pingle (A- 84), Manohar Mahadeo More (A-87), Md. Sultan Sayyed (A- 90), Pandharinath Madhukar Mahadik (A-99), Ramesh Dattatray Mali (A-101), Ranjitkumar Singh Baleshwar Prasad (A-102), Sayed @ Mujju Ismail Ibrahim Kadri (A-104), Sayed Ismail Sayed Ali Kadri (A-105), Srikrishna Yeshwant Pashilkar (A-110), Somnath Kakaram Thapa (A-112), Sudhanwa Sadashiv Talwadekar (A-113), Vijay Krishnaji Patil (A-116), Jamir Sayyed Ismail Kadri (A-133), Md. Salim Mira Moiddin Shaikh @ Salim Kutta (A-134) and Md. Kasam Lajpuria (A- 136).", "The said meeting dated 06.01.1993 was not a sudden meeting but was pre-arranged and pre-planned.", "On 19.01.1993, another meeting was held at Dubai wherein Dawood @ Dawood Taklya Mohammed Phanse @ Phanasmiyan (A-14), Dawood Ibrahim and Tiger Memon (both absconding) were present and detailed discussions were held whereafter Tiger Memon agreed to arrange for landing of arms and ammunitions and explosives which were to be sent to India by sea route for the purpose of committing the aforesaid terrorist act.", "Pursuant to the above, between 02-08.02.1993, two more such landings of arms and ammunitions, detonators, hand grenades and explosives like RDX took place at Shekhadi Coast under Taluka Shrivardhan in Raigad District through landing agent A-14, Sharif Abdul Gafoor Parkar @ Dadabhai (A-17) (deceased) and Rahim Abbas Karambelkar @ Rahim Laundrywala.", "In the said landing, the following persons also played an active role, namely, Md. Shoaib Mohammed Kasam Ghansar (A-9), Asgar Yusuf Mukadam (A-10), Abdul Gani Ismail Turk (A-11), Parvez Nazir Ahmed Shaikh (A-12), Dawood @ Dawood Taklya Mohammed Phanse @ Phanasmiyan (A-14), Imtiyaz Yunusmiya Ghavte (A-15), Md. Farooq Mohammed Yusuf Pawale (A-16), Sharif Abdul Gafoor Parkar @ Dadabhai (A-17), Suleman Mohammed Kasam Ghavate (A-18), Yeshwant Nago Bhoinkar (A-19), Munna @ Mohammed Ali Khan @ Manojkumar Bhavarlal Gupta (A-24), Muzammil Umar Kadri (A-25), Raju Laxmichand Jain @ Raju Kodi (A-26), Rashid Umar Alware (A-27), Sayyed Abdul Rehman Shaikh (A-28), Shahnawaz Abdul Kadar Qureshi (A- 29), Abdul Aziz Haji Gharatkar (A-34), Ashfaq Kasim Havaldar (A-38), Khalil Ahmed Sayed Ali Nasir (A-42), Mohammed Rafiq @ Rafiq Madi Musa Biyariwala (A-46), Sardar Shahwali Khan (A-54), Sarfaraz Dawood Phanse (A-55), Shahjahan Ibrahim Shaikhdare (A-56), Shaikh Ali Shaikh Umar (A-57), Shaikh Mohammed Ethesham Haji Gulam Rasool Shaikh (A- 58), Sharif Khan Abbas Adhikar (A-60), Sajjad Alam @ Iqbal Abdul Hakim Nazir (A-61), Tulsiram Dhondu Surve (A-62), Abu Asim Azmi (A-63), Nasir Abdul Kader Kewal @ Nasir Dakhla (A-64), Gulam Hafiz Shaikh @ Baba (A-73), Jaywant Keshave Gurav (A-82), Liyakat Ali Habib Khan (A-85), Mohmmed Sultan Sayyed (A-90), Parvez Mohammed Parvez Zulfikar Qureshi (A-100), Ranjitkumar Singh Baleshwar Prasad (A-102), Somnath Kakaram Thapa (A-112), Sudhanwa Sadashiv Talwadekar (A-113), Shahnawaz Khan s/o Faiz Mohammed Khan (A-128), Mujib Sharif Parkar (A-131), Mohammed Shahid Nizamuddin Quresh (A-135) and Eijaz Mohammed Sharif @ Eijaz Pathan @ Sayyed Zakir (A-137).", "Between February to March 1993, the following persons were sent to Pakistan via Dubai by Tiger Memon (AA) and Dawood Ibrahim (AA) for receiving training in handling of fire arms, use of rocket launchers and explosives, in particular, RDX for achieving the common object of the conspiracy, namely, Farooq Mohammed Yusuf Pawale (A-16), Shahnawaz Abdul Kadar Qureshi (A-29), Zakir Hussain Noor Mohammed Shaikh (A-32), Abdul Khan @ Yakub Khan Akhtar Khan (A- 36), Firoz @ Akram Amani Malik (A-39), Nasim Ashraf Shaikh Ali Barmare (A-49), Salim Rahim Shaikh (A-52), Nasir Abdul Kader Kewal @ Nasir Dakhla (A-64), Salim Bismilla Khan @ Salim Kurla (Dead) (A-65), Faroow Iliyas Motorwala (A-75), Fazal Rehman Abdul Khan (A-76), Gul Mohammed @ Gullu Noor Mohammed Shaikh (A-77), Mohammed Hanif Mohammed Usman Shaikh (A-92), Mohammed Rafiq Usman Shaikh (A-94), Mohammed Sayeed Mohammed Issaq (A-95), Niyaz Mohammed @ Islam Iqbal Ahmed Shaikh (A-98), Parvez Mohammed Parvez Zulfikar Qureshi (A-100), Shaikh Ibrahim Shaikh Hussain (A-108), Sayed Ismail Sayed Ali Kadri (A-105) and Usman Man Khan Shaikh (A-115).", "All the above said accused persons were received at Dubai Airport by Ayub Abdul Razak Memon (AA) and Tahir Mohammed Merchant @ Tahir Taklya (recently deported to India and arrested by the CBI in the case being No. RC 1(s)/1993).", "Another batch, comprising of the following accused persons, namely, Shaikh Mohammed Ethesham Haji Gulam Rasool Shaikh (A-58), Manzoor Ahmed Mohammed Qureshi (A-88), Shaikh Kasam @ Babulal Ismail Shaikh (A-109), Sultan-E-Rome Sardar Ali Gul (A-114), Abdul Aziz Abdul Kader (A-126), Mohammed Iqbal Ibrahim s/o Shaikh Ibrahim (A-127), Shahnawaz Khan s/o Fair Mohammed Khan (A-128), Murad Ibrahim Khan (A-130) and Mohammed Shahid Nizammudin Qureshi (A-135) went to Pakistan for a similar training, however, the said training programme was aborted and they had to return from Dubai.", "In March 1993, a weapons training programme was also conducted at Sandheri and Borghat at the behest of Tiger Memon (AA).", "In the said camp, training was imparted by Tiger Memon (AA), Anwar Theba (AA) and Javed Tailor @ Javed Chikna (AA) to the following persons, namely, Abdul Gani Ismail Turk (A-11), Parvez Nazir Ahmed Shaikh (A-12), Bashir Ahmed Usman Gani Khairulla (A-13), Sharif Abdul Gafoor Parkar @ Dadabhai (A-17), Suleman Mohammed Kasam Ghavate (A-18), Mohammed Iqbal Mohammed Yusuf Shaikh (A-23), Munna @ Mohammed Ali Khan @ Manojkumar Bhavarlal Gupta (A-24), Mohammed Moin Faridulla Qureshi (A-43), Sardar Shahwali Khan (A-54), Shaikh Ali Shaikh Umar (A-57), Issaq Mohammed Hajwani (A-79), Shahnawaz @ Shahjahan Dadamiya Hajwani (A-106) and Sikander Issaq Hajwani (A-111).", "After completing the said training programme, A-17 and A-79 attempted to destroy the evidence by disposing off the hand grenades in the Sandheri creek on or about 8th March 1993 to aid and abet the above offenders.", "On 04.03.1993, Tiger Memon called for a preparatory meeting at the Taj Mahal Hotel which was attended by Javed Chikna (AA), Mohammed Mushtaq Moosa Tarani (A-44), Sardar Shahwali Khan (A-54), Shaikh Ali Shaikh Umar (A-57), Niyaz Mohammed @ Islam Iqbal Ahmed Shaikh (A-98) and Mohammed Usman Jan Khan (PW-2) (Approver).", "They conducted reconnaissance of some of the targets on 04.03.1993 as well as on 05.03.1993.", "In order to achieve the said object, vehicles were purchased for planting explosives by Tiger Memon, Mohammed Shafi Zariwala and Munaf Halari (all three absconding).", "Three scooters were purchased through Munaf Halari (AA) who was a close friend of Tiger Memon (AA).", "Three Commander jeeps were also purchased through Mohammed Shafi Zariwala (AA) and he also bought two Maruti Vans and one Ambassador Car.", "Mohammed Shafi Zariwala arranged all these vehicles through Suleman Mohammed Lakdawala (PW-365).", "Two Maruti vans of Blue and Red colour were also purchased through PW-365.", "On 07.03.1993, another meeting was held at the house of Shafi where Tiger Memon formed separate groups for reconnaissance of the targets.", "PW-2, A-64 and A-100 were in one group which was assigned the task to survey Shiv Sena Bhawan and Sahar Airport.", "On 08.03.1993, another meeting was held at the residence of Babloo where Tiger Memon called Javed Chikna, Irfan Chougule, Salim Mujahid, Bashir Khan, Babloo and PW-2 in the flat and selected the following places as targets, namely, Air India Building, Nariman Point, Bharat Petroleum Refinery, Chembur, Share Market near Fountain, Zaveri Bazaar near Mohammed Ali Road and Pydhonie, Five Star Hotels, Cinema Theatres, Shiv Sena Bhavan, Shivaji Park, Dadar, Bombay Municipal Corporation Building, V.T., Sahar Airport, Passport Office, Worli, Mantralaya and others places.", "Again, on 10.03.1993, a meeting was held at the house of Mobina @ Bayamoosa Bhiwandiwala (A-96) where PW-2 met Tiger Memon, Javed Chikna, Salim Rahim Shaikh (A-52), Bashir Khan, Zakir Hussain Noor Mohammed Shaikh (A-32), Nasir Abdul Kader Kewal @ Nasir Dakhla (A-64), Parvez Mohammed Parvez Zulfikar Qureshi (A-100), Mohammed Moin Faridulla Qureshi (A-43), Mohammed Iqbal Mohammed Yusuf Shaikh (A-23), Sardar Shahwali Khan (A-54), Bashir Ahmed Usman Gani Khairulla (A-13) and Nasim Ashraf Shaikh Ali Barmare (A-49).", "In the second meeting, Tiger Memon distributed Rs. 5,000/- to each one of them and again formed the groups.", "PW-2 also told Tiger Memon about the survey of Chembur Refinery.", "The following persons also participated in the said meeting, namely, Yakub Abdul Razak Memon (A-1), Essa @ Anjum Abdul Razak Memon (A-3), Yusuf Abdul Razak Memon (A-4), Abdul Razak Suleman Memon (dead) (A-5), Hanifa Abdul Razak Memon (A-6), Rahin Yakub Memon (A-7), Rubeena Suleman @ Arif Memon (A-8), Mohammed Shoaib Mohammed Kasam Ghansar (A-9), Asgar Yusuf Mukadam (A-10), Abdul Gani Ismail Turk (A-11), Parvez Nazir Ahmed Shaikh (A-12), Bashir Ahmed Usman Gani Khairulla (A-13), Md. Farooq Mohammed Yusuf Pawale (A- 16), Mohammed Iqbal Mohammed Yusuf Shaikh (A-23), Shahnawaz Abdul Kadar Qureshi (A-29), Zakir Hussain Noor Mohammed Shaikh (A-32), Firoz @ Akram Amani Malik (A- 39), Mohammed Moin Faridulla Qureshi (A-43), Nasim Ashraf Shaikh Ali Barmare (A-49), Sardar Shahwali Khan (A-54), Shaikh Ali Shaikh Umar (A-57), Nasir Abdul Kader Kewal @ Nasir Dakhla (A-64), Mohammed Rafiq Usman Shaikh (A-94), Mobina @ Bayamoosa Bhiwandiwala (A-96), Niyaz Mohammed @ Islam Iqbal Ahmed Shaikh (A-98) and Parvez Mohammed Parvez Zulfikar Qureshi (A-100).", "Another meeting had taken place in the intervening night between 11/12.03.1993 at Al-Hussaini Building, Dargah Street, Mahim, in which a final touch to the proposed plan of serial bomb blasts was given.", "The co-conspirators stored explosives like RDX and fire arms in the garages owned by the Memons' and their relatives at Al-Hussaini Building and utilized these garages and open places outside the same for making bombs during the said night.", "The following persons were also present there at that time and had actively participated in the work of filling of RDX in the vehicles and suitcases for the said purpose, namely, A-9, A-10, A-11, A- 12, A-13, A-16, A-23, A-32, A-36, A-43, A-49, A-52, A-54, A- 57, A-64 and A-100.", "On 12.03.1993, bombs and other explosive substances were planted at various places by the following persons in the following sequence.", "Firstly, Mohammed Farooq Mohammed Yusuf Pawale (A- 16), Mohammed Tainur Phansopkar (AA) and Irfan Chougule planted bomb and caused explosion at Bombay Stock Exchange at 13:30 hrs. wherein 84 persons were killed and 218 persons were injured.", "Secondly, Parvez Nazir Ahmed Shaikh (A-12) planted bomb and caused explosion at Katha Bazaar at 14:15 hrs. wherein 4 persons were killed and 21 persons were injured.", "Thirdly, Mohammed Usman Jan Khan (PW-2) and Mohammed Farooq Mohammed Yusuf Pawale (A-16) planted bomb and caused explosion at Lucky Petrol Pump near Shiv Sena Bhavan wherein 4 persons were killed and 50 persons were injured.", "Fourthly, Abdul Gani Ismail Turk (A-11) planted bomb and caused explosion at Century Bazaar at 14:45 hrs wherein 88 persons were killed and 160 persons were injured.", "Fifthly, Bashir Ahmed Usman Gani Khairulla (A-13), Zakir Hussain Noor Mohammed Shaikh (A-32), Abdul Khan @ Yakub Khan Akhtar Khan (A-36), Firoz @ Akram Amani Malik (A-39), Mohammed Moin Faridulla Qureshi (A-43), Salim Rahim Shaikh (A-52) and Ehsan Mohammed Tufel Mohammed Qureshi (A-122) threw hand grenades and caused explosions at Fishermen's colony at Mahim at 14:45 hrs. wherein 3 persons were killed and 6 persons were injured", "Sixthly, Mohammed Farooq Mohammed Yusuf Pawale (A- 16), Mohammed Tainur (AA) and Irfan Chougule planted bomb and caused explosion at Air India Building at 15:00 hrs wherein 20 persons were killed and 84 persons were injured.", "Seventhly, Md. Shoaib Mohammed Kasam Ghansar (A-9) planted bomb and caused explosion at Zaveri Bazaar at 15:05 hrs. wherein 17 persons were killed and 57 were injured.", "Eighthly, Parvez Nazir Ahmed Shaikh (A-12) planted bomb and caused explosion at Hotel Sea Rock at 15:10 hrs.", "Ninthly, Asgar Yusuf Mukadam (A-10) and Shahnawaz Abdul Kadar Qureshi (A-29) planted explosives and caused explosion at 15:13 hrs at Plaza Cinema wherein 10 persons were killed and 37 were injured.", "Tenthly, Mohammed Mustaq Moosa Tarani (A-44) planted bomb and caused explosion at Hotel Centaur, Juhu at 15:20 hrs. which resulted in injury to three persons.", "Eleventhly, Mohammed Iqbal Mohammed Yusuf Sheikh (A- 23) and Nasim Ashraf Shaikh Ali Barmare (A-49) planted bomb and caused explosion at Sahar Airport at 15:30 hrs.", "Twelfthly, Anwar Theba (AA) caused explosion at 15:40 hrs at Centaur Hotel, Airport wherein 2 persons were killed and 8 persons were injured.", "In addition to the above, at various other places, viz., Naigan Cross Road, Dhanji Street and Sheikh Memon Street etc., bombs were planted by accused persons which were defused in time on the basis of information received by the police.", "Thus the object behind the said conspiracy was achieved and commercial hub of the country, Bombay was rocked by a series of blasts."], "sent_labels": [[], [], ["criminal conspiracy", "offence against state"], ["criminal conspiracy"], ["criminal conspiracy"], ["criminal conspiracy"], ["offence against state"], [], ["hurt", "murder", "mischief"], ["mischief"], [], ["offence against state"], [], ["criminal conspiracy"], ["criminal conspiracy"], [], [], ["criminal conspiracy"], ["criminal conspiracy"], [], ["criminal conspiracy", "offence against state"], [], [], ["criminal conspiracy"], [], ["offence against public justice"], [], [], ["criminal conspiracy"], [], [], [], [], [], [], ["criminal conspiracy"], [], [], [], [], ["criminal conspiracy"], ["criminal conspiracy", "unlawful assembly"], ["criminal conspiracy", "unlawful assembly"], [], ["mischief", "unlawful assembly"], ["hurt", "murder", "mischief"], ["hurt", "murder", "mischief"], ["hurt", "murder", "mischief"], ["hurt", "murder", "mischief", "unlawful assembly"], ["hurt", "murder", "mischief"], ["hurt", "murder", "mischief"], ["mischief"], ["hurt", "murder", "mischief"], ["hurt", "mischief"], ["mischief"], ["hurt", "murder", "mischief"], ["mischief"], ["criminal conspiracy", "offence against state"]], "doc_labels": ["criminal conspiracy", "murder", "hurt", "offence against state", "mischief", "offence against public justice", "unlawful assembly"]}
{"factid": "2014_S_159", "text": ["The case of the prosecution is that on 3.11.2005 at about 11.00 am, deceased-Seeni Nabra, aged 8 years along with her grandmother (PW-3) went to the rice mill of the appellant to get the grains for grinding.", "But having seen that the front portion of the mill is closed, PW-3 asked the deceased-child to go and ask the appellant to open the back portion of the mill and it was opened.", "Accordingly, PW-3 handed over the grains to the appellant and came to the house of a neighbour.", "Sometime later, the deceased-child asked Rs.2/- from PW-3 for taking juice.", "Accordingly, she gave the same to her.", "Thereafter, the deceased-child went to the mill and asked the appellant whether the grains were grinded.", "At that time, she was taken to the back side of the mill by the appellant.", "Since, the deceased- child did not return, PW-3 having waited for some time went home.", "It is the further case of the prosecution that the appellant took the deceased- child to the backyard which was seen by an employee (PW-12) of the mill.", "The appellant permitted PW-12 to go for lunch and PW-12 left for lunch.", "Then, the accused committed rape on the deceased-child and due to neurogenic shock she died.", "Since, the deceased-child did not come back, PW- 3 informed her father (PW-1).", "Thereafter, PW-1, PW-3 and others searched for the deceased-child.", "At about 10.00 pm, PW-6, the owner of the textile shop situated just opposite to the mill of the appellant and the night watchman (PW-7) posted for security in that area found the appellant opening the mill unusually at that time.", "On being questioned, the appellant said that since the next day is Ramzan, he opened the mill for doing work.", "At about 10.15 pm, PW-8, whose house is situated exactly behind the mill came to attend the call of nature and at that time, he heard a noise coming from the well side and he found the accused there and he questioned the appellant as to what he was doing during night hours.", "Then, the accused told that since the next day was Ramzan, he was throwing the garbage into the well.", "The dead body of the deceased-child was found by PW-4 inside the well and having seen the same, PWs 1 to 3 were informed."], "sent_labels": [[], [], [], [], [], [], [], [], [], [], ["sexual offence", "murder"], [], [], [], [], [], [], ["murder", "offence against public justice"]], "doc_labels": ["offence against public justice", "murder", "sexual offence"]}
{"factid": "2014_S_195", "text": ["The prosecution story is reflected in the evidence of Complainant PW- 9 Debu Yadav, the father of Bindula Devi.", "He stated that his daughter Bindula Devi was married to Accused 1 Jaiprakash Yadav.", "He further stated that in the marriage one buffalo, one cow and one bullock were given as dowry to the accused as per their demand.", "However, the accused were not satisfied with that.", "They demanded a wrist watch and a cycle which were given to them.", "Even then they continued to harass and assault Bindula Devi.", "She gave birth to a male child.", "The accused kept Bindula Devi in their house and sent the child to his house so that he would rear the child.", "PW- 9 Debu Yadav further stated that when in Ashwin month he brought Bindula Devi to his house she told him about the ill-treatment meted out to her at her matrimonial home.", "She did not want to go back.", "He tried to pacify her.", "He transferred two kathas of land in her name.", "She then went to her matrimonial home.", "The accused insisted that she should sell the land.", "As she did not agree to selling of the land, they subjected her to further torture.", "PW-9 Debu Yadav further stated that on a Monday at about 4.00 p.m. Accused 6 Fudai Yadav came to his house and enquired whether Bindula Devi had come there and told him that she had run away from the house.", "He told Accused 6 Fudai Yadav that Bindula Devi would not run away from her house.", "He then proceeded to the house of the accused situated in village Kolhua along with his son Sachindra Yadav and his brother-in-law.", "Accused 6 Fudai Yadav accompanied them for some distance and then left for some other place.", "They reached Kolhua village and found the house of the accused to be empty.", "All the accused had left the house with their belongings.", "Bindula Devi was also not present.", "On enquiry the neighbours told him that because Bindula Devi had refused to transfer the land in the accused's name they had administered poison to her and murdered her.", "He met Sub-Inspector of Police by the river side who recorded his statement.", "A search was conducted.", "The dead body of Bindula Devi was recovered from the river bed."], "sent_labels": [[], [], [], [], [], ["cruelty by husband"], [], [], ["cruelty by husband"], [], [], [], [], [], ["cruelty by husband"], [], [], [], [], [], [], [], ["murder"], [], [], ["murder"]], "doc_labels": ["cruelty by husband", "murder"]}
{"factid": "2014_S_201", "text": ["In nut-shell the prosecution case is that on 8.9.2011, the concerned police received secret information that these appellants are likely to work as conduit for paying huge amount to the Naxalties, which was to be paid by Essar Company through co-accused B.K. Lala, a contractor of the said company, whose plant was operating in the naxal affected areas.", "The concerned police conducted a raid when these two appellants were in the process of receiving the amount of Rs. 15 lakhs from B.K. Lala at village Palnar weekly market at 1.00 p.m. on 9.9.2011.", "When the police party reached, a pandemonium took place and taking advantage thereof Soni Sori successfully escaped.", "However, Lingaram Kodopi and co-accused B.K. Lala were arrested from the spot.", "The appellant Soni Sori was also arrested afterwards on 12.10.2011 in Delhi."], "sent_labels": [["criminal conspiracy", "offence against state"], ["criminal conspiracy"], [], [], []], "doc_labels": ["criminal conspiracy", "offence against state"]}
{"factid": "2014_S_427", "text": ["The facts very briefly are that on 28.04.1999 Ruliram lodged a complaint at the Bhadra Police Station in District Hanumangarh, stating as follows: There was a marriage of the daughter of his brother Gyan Singh for which a feast was arranged by him on 27.04.1999.", "His 15-16 years old daughter, who was slightly weak- minded, disappeared.", "When she did not return for quite some time, he and others started searching her.", "At about 9.00 p.m., a milkman informed him that he had seen six boys taking away a girl towards Kalyan Bhoomi.", "About 1.00 a.m. on 28.04.1999, when Ruliram was on a scooter with Gyan Singh still looking for his daughter, he noticed five boys in the light of the scooter near the old dilapidated office building of the Sheep and Wool Department and all the five, seeing the light of the scooter fled.", "When they went into the old building, they found Akbar having sexual intercourse with his daughter and she was shouting.", "They caught hold of Akbar who later informed them that all the remaining five had also performed sexual intercourse with his daughter and they knew the remaining five persons."], "sent_labels": [[], [], [], ["kidnapping"], [], ["sexual offence"], ["sexual offence"]], "doc_labels": ["kidnapping", "sexual offence"]}
{"factid": "2014_S_552", "text": ["The prosecution case, in brief, is that on 11.5.1998 a ward boy of Sabalgarh Hospital lodged a written report at Sabalgarh police station to the effect that one Vijay Singh of village Mangroli died in accident caused by a jeep bearing registration no. SP 7H 6045.", "Thereafter, case was investigated and challan was filed against the respondent-accused, who was driver of the jeep and the accident occurred due to his rash and negligent driving."], "sent_labels": [["murder"], ["offence affecting public safety", "hurt"]], "doc_labels": ["hurt", "murder", "offence affecting public safety"]}
{"factid": "2015_N_22", "text": ["The case of the prosecution, stated briefly, is that on 19.05.2004 at 8.30 A.M., the complainant Ram Sunder Sen lodged a report at Police Chowki Kotar stating that there was a function in his house on 18.05.2004 in which his relatives and family members had gathered.", "His daughter Anita, aged about 12 years, after eating meal, had gone to sleep at 7.00 P.M. in front of the main gate of his house as there was no electricity in the house then.", "After the function was over, at about 11.00 P.M., he and his family members also slept there.", "Next morning i.e. on 19.05.2004 at 6.00 A.M., the wife of Sarpanch Vansbahadur informed that the dead body of Anita was lying in Bari near the house of the Sarpanch.", "She was not wearing underwear and skirt.", "There were abrasions on her forehead, nose and face.", "Abrasions were also found on the neck as well as nearby navel region.", "Blood was oozing out of private part, cut on the face and ankles of both the legs.", "FIR against an unknown person was lodged, the dead body was sent for post-mortem and investigation was thrown open.", "The Investigating Officer recorded the statements of the witnesses.", "On the basis of the statement of the witnesses, accused Narendra @ Bode Singh Patel was arrested who admitted his guilt and at his instance, blood-stained underwears of the deceased as also the accused were recovered from a pitcher kept behind his house."], "sent_labels": [[], [], [], ["murder"], ["sexual offence"], [], [], ["sexual offence"], [], [], ["sexual offence", "offence against public justice"]], "doc_labels": ["offence against public justice", "murder", "sexual offence"]}
{"factid": "2015_S_379", "text": ["According to the prosecution, deceased Tanaji Pandurang Rathod, his brothers and father were trustees of Durgamata Temple in Village Sevalal Nagar, Taluka North Solapur, Solapur.", "They were also members of Sahakari Krushi Society, which society had received about 44 acres of agricultural land from the Government.", "There was a dispute in the village over this agricultural land.", "On 30th April, 2000 Tanaji, his brothers and father had opened Durgamata Temple at 4.30 a.m. and performed pooja.", "After completion of pooja while Drums, Shankh and Bells were being played and blown, at about 5.50 am, a group of persons came there holding sticks, axes, swords and stones.", "The mob started assaulting Tanaji, who received injury by a sword.", "His brothers and family members who tried to intervene were also assaulted.", "Tanaji managed to run towards the cluster of houses of the family of his uncle Hemla Tukaram Rathod.", "He was running for his life and went from place to place followed by the mob.", "His brothers, other relations, sister and wife Sarojini were all the while pleading that he be spared but the mob was relentlessly after Tanaji.", "The brothers who intervened were also assaulted.", "Finally Tanaji had taken refuge in the house of his uncle Hemla Tukaram Rathod.", "The members of the mob removed the tiles of the roof and managed to catch Tanaji who was then taken to the field in front of the house of Hemla Tukaram Rathod and assaulted with sword, axes and sattur.", "The members of the mob then entered the house of Tanaji, carried away all the documents from his house and set them on fire.", "Valuables like gold ornaments and cash were also taken away.", "The family members managed to put Tanaji and other injured in a tempo which carried them to Civil Hospital, Solapur for treatment.", "However, Tanaji was found to be dead.", "The injured were given treatment and PW1 Parmeshwar, brother of Tanaji informed the police about the incident, pursuant to which FIR was registered."], "sent_labels": [[], [], [], [], ["unlawful assembly"], ["hurt"], ["hurt"], [], [], [], ["hurt"], [], ["criminal trespass", "mischief"], ["mischief", "robbery"], ["robbery"], ["hurt"], ["murder"], []], "doc_labels": ["unlawful assembly", "murder", "robbery", "hurt", "mischief", "criminal trespass"]}
{"factid": "2015_S_491", "text": ["Case of the prosecution is that complainant-Razzaq Khan's brother Abbas and Shabbir instituted a suit in the court of Munsif, Farrukhabad and an injunction order was issued by the court.", "Despite the court order, appellant Abdul Waheed did not stop construction and continued the construction on the Panchayat Ghar.", "Due to the continuing unlawful act of the appellant, contempt proceedings were initiated against him and the case was listed for hearing on 06.11.1974.", "One day before the hearing date i.e. 05.11.1974, at about 8.00 p.m., the complainant was sitting near the chabutra of the well along with Abbas, Shubrati and Israr discussing about the court hearing.", "At that time, Abdul Hai, appellant-Abdul Waheed, Vakil Khan, Babu, Shafiq, Mukhtiar, Javed and Hafeez came there and abused them giving a warning that they would be killed if they proceeded to the court next day.", "Abbas replied back saying that he has instituted the suit and he will pursue the matter.", "Appellant-Abdul Waheed, Abdul Hai and Shafiq were armed with licensed guns, while the rest had lathis and dandas.", "On hearing the altercations, Ashfaq, Ishtiyaq, Yasim Khan, Ali Daraj and Mohd. Yaseen came to the spot and intervened saying that the court would decide the issue.", "Abdul Waheed and Shafiq exhorted others to break the bones, whereupon Babu, Vakil, Mukhtiyar, Javed and Hafeez started inflicting injuries by giving lathi blows.", "Ishtiyaq and Ashfaq used lathis in defence.", "The accused Abdul Hai, Abdul Waheed and Shafiq opened fire on the complainant party.", "Abdul Waheed's gunshot directly hit Abbas in his arm and Abbas sustained fracture injuries and he died little thereafter.", "Israr was also hit by pellets and sustained gunshot injuries."], "sent_labels": [[], [], [], [], ["unlawful assembly"], [], ["unlawful assembly"], [], ["unlawful assembly", "hurt"], [], ["hurt"], ["hurt", "murder"], ["hurt"]], "doc_labels": ["hurt", "unlawful assembly", "murder"]}
{"factid": "2016_S_274", "text": ["As per the prosecution, the prosecutrix, who, at the relevant time, was nine years old, used to reside at Dalhousie with her parents.", "She was studying in VII Standard in Moti Ka Tibba school in Dalhousie.", "Her native place is Aruwan.", "Her grandparents had been living in joint family at Aruwan.", "Somewhere in the month of December 2009, during winter vacation, prosecutrix visited the place of her grandparents.", "She had been taken there by her mother Babli (PW-1).", "While at the place of her grandparents, the prosecutrix was playing with her younger brother.", "The respondent called her to the room on the first floor.", "She responded to the call of the accused.", "On reaching the room, the respondent bolted the door from inside and made the prosecutrix lie on the bed.", "Her mouth was gagged.", "The respondent stripped off salwar of the prosecutrix of her one leg.", "He put off his trousers.", "Thereafter, he laid on the prosecutrix and thrust his penis inside her vagina.", "She fell unconscious.", "When she regained consciousness, the prosecutrix found no one in the room.", "The respondent also criminally intimidated the prosecutrix not to disclose this act to anyone, otherwise she would be killed.", "After 10-15 days again, the respondent took the prosecutrix to the same room and committed sexual intercourse with her.", "Thereafter, the prosecutrix returned to Dalhousie.", "Again, after two months, the prosecutrix visited her grandparents on seven days vacation.", "During this period also, the respondent took her forcibly to his own room where he had sexual intercourse with her and once again criminally intimidated her not to disclose the act to anyone.", "After a lapse of 2-3 months again, the prosecutrix visited her grandparents and the respondent yet again called her to which she did not respond and slipped away."], "sent_labels": [[], [], [], [], [], [], [], [], [], [], [], ["sexual offence"], [], ["sexual offence"], [], [], ["criminal intimidation"], ["sexual offence"], [], [], ["sexual offence", "criminal intimidation"], []], "doc_labels": ["criminal intimidation", "sexual offence"]}
{"factid": "2016_U_101", "text": ["On 16.09.2008, Sheo Ram, Madan Mohan, and Mohindro Devi along with others were traveling in a three wheeler bearing Registration No. PH-11TC-468 from Naraingarh to Shahzadpur.", "Madan Mohan was driving the three wheeler on the left side of the road.", "At about 10.30 a.m., when the three wheeler reached near Bus stop of Village Bharanpur on Naraingarh Shahzadpur Road, a truck bearing Registration No. HR-37-C-7937, which came from the opposite side, struck the three wheeler.", "Though its driver Madan Mohan tried to avoid the accident by taking his vehicle on the extreme left side of the road, yet all the occupants of the three wheeler suffered multiple injuries.", "The injured were taken to Civil Hospital, Naraingarh in private vehicles.", "Thereafter, Sheo Ram was referred to PGI Chandigarh where he succumbed to his injuries.", "Madan Mohan, another injured, who was driver of the three wheeler also died later at Civil Hospital, Naraingarh.", "Smt. Mohindro Devi, the third injured, also suffered a number of injuries in the accident and was shifted to Civil Hospital, Naraingarh but later she also died."], "sent_labels": [[], [], ["offence affecting public safety"], ["offence affecting public safety", "hurt"], [], ["murder"], ["murder"], ["hurt", "murder"]], "doc_labels": ["murder", "hurt", "offence affecting public safety"]}
{"factid": "2017_A_46", "text": ["The case of the prosecution is that on 08.10.2004 at about 7.30 p.m., when Iliyas-the Complainant, after having meal, reached near the house of Naseem-his paternal uncle, he heard noise coming out from that house.", "When Illiyas entered the house, he saw Manshad, Kamil and Ahsan(the appellant), all from the same locality, armed with country made pistols in their hands, abusing his cousin Istekhar @ Dholoo, Shahzad (son-in-law) and Rukhsana, his niece with filthy language and they made fires from their respective pistols with the intention of killing them.", "The bullet fired by Manshad injured Istekhar, the bullet fired by Kamil caused injury to Rukhsana on her abdomen, who was pregnant and the bullet fired by Ahsan(appellant) injured Shahzad in his head.", "All of them were in critical state.", "The incidence was witnessed by Khurshid, Shamshad, Ikram etc.", "Illiyas had given the 'written report' at Police Station, Shamli after getting it written by Bhupendra Singh."], "sent_labels": [[], ["criminal trespass", "criminal intimidation"], ["murder", "causing miscarriage"], [], [], []], "doc_labels": ["criminal intimidation", "murder", "causing miscarriage", "criminal trespass"]}
{"factid": "2017_M_68", "text": ["On 17.02.1991, both the respondents were on duty in the night shift in the Plant.", "They were supposed to remain present all the time in the Transport Department of the Plant so that on receiving the call they would attend the place of call with their respective vehicles.", "It was, however, noticed by the officials concerned on duty that both the respondents were not found present on their respective seats and instead were found driving one forklift FLV in another shop floor.", "It was also noticed that they both had unauthorizedly removed one heavy machine called-\"Face Milling Cutter of 500 diameter\" from one shop floor and kept it on forklift and loaded in company's ambulance, which was being driven by T.A. Mathivanan.", "Both of them then managed to take the said machine in ambulance outside factory premises through South gate."], "sent_labels": [[], [], ["theft"], ["theft"], ["theft"]], "doc_labels": ["theft"]}
{"factid": "2017_S_259", "text": ["The prosecution case, in short, is that on 24.07.1991, after having dinner at 9.00 p.m., the informant-Uma Pati Tiwari along with his elder brother Ram Tapasya Pati Tiwari and nephew Sheo Kumar Pati Tiwari were talking with each other at the Bathan situated at Village Kashidat Diara District Siwan, Bihar.", "At that time, Ram Naresh Chaudhary with Gun, Sukhraj Mallah with Gun, Janardan Ahir with Lathi, Chandeshwar Kurmi with Gun, Anil Singh with Gun, Balinder Ahir with Lathi, Naga Bhar with Lathi and Dwarika Chaudhary with Lathi came there in group and attacked them.", "Janardan Ahir and Balinder Ahir hit on the right hand of the informant with lathi five times and Sukhraj Mallah fired gun shot on Ram Tapsya Pati Tiwari, the brother of the informant.", "Ram Naresh Chaudhary, Anil Singh and Sukhraj Mallah fired bullets from gun at Shiv Kumar Pati Tiwari.", "The informant and the people with him fell down being injured.", "Shiv Kumar Pati Tiwari died and the accused persons fled away with his dead body towards South.", "The informant had injuries on his right hand and back and Ram Tapsya Pati Tiwari had gun shot injury on his left eye, left ear and also at nose.", "The other villagers saw the incident."], "sent_labels": [[], ["hurt", "unlawful assembly"], ["hurt"], ["hurt"], ["hurt"], ["murder", "offence against public justice"], ["hurt"], []], "doc_labels": ["murder", "hurt", "offence against public justice", "unlawful assembly"]}
{"factid": "2017_S_307", "text": ["The statement of one Suresh revealed that explosive substances, powder RDX boxes, bags containing fire arms, 45 bags of weapons, 15 boxes of RDX and 225 pieces of silver ingots were smuggled into the country and taken to Zaroli and Dhanoli villages of Valsad District.", "The involvement of the Appellant in the crime was set out in detail in the charge-sheet dated 06.06.2005.", "The Appellant conspired with Iqbal A Hussain and others sent by Mustapha Majnu Sheikh from Mumbai at his residence at Memonwada, Porbandar and finalized the plan to unload the ammunition.", "It was mentioned, inter alia, that the Appellant was present at the time of delivery of RDX, weapons etc. and he supervised the transport of some weapons to his house.", "The rest of the material was loaded in three tempos and was sent to Ghanoli village.", "Thereafter the Appellant fled away to Dubai."], "sent_labels": [["offence against state"], [], ["offence against state"], ["offence against state"], [], []], "doc_labels": ["offence against state"]}
{"factid": "2017_T_33", "text": ["On 14.06.1980 around 8.00 p.m., Tribhuwan was passing in front of Ram Lagan's house when pet dog of Ram Lagan sitting in front of his house started barking on Tribhuwan, due to which Tribhuwan got infuriated and started hurling filthy abuses to Shobh Nath-son of Ram Lagan, his family members and Ram Lagan, who were sitting on the door steps of their house.", "This incident, unfortunately, aggravated and led to filthy verbal exchanges between Ram Lagan, Shobh Nath and Tribhuwan.", "Tribhuwan then went to his house after threatening Ram Lagan and his son that he would come back soon to teach them a lesson.", "After sometime, Tribhuwan came back along with five persons, namely, Sita Ram, Ram Suresh, Ram Vijay, Rajendra and Jogendra with weapons (Pistol, Farsa, Lathi, Spear) in their hands.", "This incident attracted many persons living in the area and who were passing on the road.", "The altercation and the attack by the accused persons resulted in causing injuries to Ram Lagan and one Baij Nath (PW-2).", "Both injured persons were taken to nearby hospital for treatment.", "After sometime, Ram Lagan succumbed to his injuries in the hospital whereas Baij Nath survived."], "sent_labels": [[], [], [], ["unlawful assembly"], [], ["hurt"], ["hurt"], ["hurt", "murder"]], "doc_labels": ["hurt", "unlawful assembly", "murder"]}
{"factid": "2018_P_3", "text": ["There is one public charitable Trust by name - Vidyodaya Trust (hereinafter referred to as \"the Trust\") having its office at S.N. Junction, Palarivattom in the State of Kerala.", "The Trust is engaged in the educational activities and runs educational institutions in the State of Kerala.", "The appellant herein is one of the Chief Executive Trustees of the Trust whereas respondent No.2 herein is one of the Trustees and respondent No.3 was a Treasurer of the Trust at the relevant time.", "In the complaint, it was inter alia alleged that the appellant, respondent No.3 and three bank officials conspired together to defraud the Trust and to give effect to their conspiracy managed to siphon off around Rs.42 lacs of the Trust from its Bank accounts by manipulation and forging the accounts books and several documents of the Trust."], "sent_labels": [[], [], [], ["cheating", "forgery", "criminal breach of trust"]], "doc_labels": ["criminal breach of trust", "forgery", "cheating"]}
{"factid": "2018_S_65", "text": ["The case of the prosecution is that the marriage of Rekhabai(deceased) and Chandrashekhar (appellant No.2) was performed on 12.05.1989, six months prior to her death.", "Appellant No.1 is the mother-in-law of the deceased.", "On 21.11.1989, a Marg Report was recorded at Chandameta Police Station that Rekhabai was brought dead in W.C.L. Hospital Bandkuhee by Gajanand.", "After preparing the inquest panchanama(Ex. P/8), the dead body was sent for post mortem.", "Dr. R.K. Basor(PW-8) performed the post mortem and submitted the report (Ex.P/10).", "According to PW-8, the death of Rekhabai was quite unnatural.", "Thereafter the viscera collected from the dead body was sent to Forensic Science Laboratory for Chemical examination.", "On 25.11.1989, Saligram (PW-1), father of Rekhabai(deceased), submitted a written report to the police station, Chhindwara mentioning therein that her daughter had committed suicide because her in-laws were harassing her for not bringing dowry in marriage and demanding one Fan and Rs.500/- from her parents.", "He further said that on 19.11.1989, one day before the death of Rekhabai, his daughter and son-in-law came to his house and stayed there for the night and on the next morning, his son-in-law again demanded a Fan and Rs.500/- from him and on not being given the same, he started quarreling and went away saying that consequence would be heard of the next day.", "On the next day, when Rekhabai suddenly became ill, Surendra Pathak(CW-1) examined her on the request of Chandrashekhar and advised him to take her to the Hospital.", "On the way to Hospital, Rekhabai died.", "On 30.03.1990, report of the Forensic Science Laboratory was received mentioning therein that the death of Rekhabai was caused by consuming rat poison."], "sent_labels": [[], [], ["murder"], ["murder"], ["murder"], ["murder"], ["murder"], ["murder", "cruelty by husband"], [], [], ["murder"], ["murder"]], "doc_labels": ["cruelty by husband", "murder"]}